export const data = [
  {
    product_name: "所有版型",
    type: "dog",
    block_intro: {
      subtitle: ["巴拉圭草飼牛肉", "純肉", "切塊"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          真正的愛
          <br className="pc-none" />
          藏在原型食物中
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/6831e4aaf8e0140011dec81b/original.png?1748100265",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/6831e4a6246fd2000c27d34f/original.png?1748100262",
      description: (
        <>
          派庫急凍骰子牛凍乾，選用來自南美洲巴拉圭的草飼牛肉，以自然放牧為主食、不施打賀爾蒙與抗生素。
          <br />
          <br />
          凍乾使用 100%
          單一成分製作，製程天然、無添加，經冷凍乾燥後，切製骰子狀，方便毛孩日常零食、訓練獎勵，或拌入主食食用，也是適合毛孩補充蛋白質與鐵質的來源之一喔！
        </>
      ),
    },
    block_compare: {
      subtitle: "營養成分比較",
      title: (
        <>
          草飼牛
          <span className="highlight">VS</span>
          穀飼牛
        </>
      ),
      headerTH1: "草飼牛",
      headerTH2: "穀飼牛",
      bodyTD1_1: (
        <>
          天然放牧
          <br />
          草食為主
        </>
      ),
      bodyTD1_2: (
        <>
          牧場飼養
          <br />
          穀飼為主
        </>
      ),
      bodyTD1: "1",
      bodyTD2_1: (
        <>
          脂肪較低
          <br />
          整體熱量較低
        </>
      ),
      bodyTD2_2: (
        <>
          脂肪較高
          <br />
          整體熱量較高
        </>
      ),
      bodyTD2: "1",
      bodyTD3_1: (
        <>
          富含蛋白質、鐵質、維生素 E 等
          <br />
          omega-3 比例較高
        </>
      ),
      bodyTD3_2: (
        <>
          富含蛋白質、鐵質、維生素 E 等
          <br />
          omega-6 為主
        </>
      ),
      bodyTD3: "1",
      bodyTD4_1: (
        <>
          以精瘦肉質為主
          <br />
          油花較少
        </>
      ),
      bodyTD4_2: <>油花分佈較多</>,
      bodyTD4: "1",
    },
    block_content_img: {
      subtitle: "為什麼選用草飼牛？",
      title: "草飼牛凍乾的益處",
      description: (
        <>
          牛肉是常見的紅肉來源之一，富含蛋白質與鐵質，是許多毛孩補充體力與日常營養攝取的選擇之一。但不同的牛肉來源與飼養方式，提供不同的營養成分與營養價值喔！
          <br />
          <br />
          目前常見的牛肉來源可分為「草飼牛」與「穀飼牛」兩類。
          <span className="highlight">
            派庫所選用的牛肉凍乾肉源，來自巴拉圭放牧草飼牛
          </span>
          ，牛隻是以天然牧草為主食飼養，不施打抗生素、賀爾蒙，相對穀飼牛，脂肪含量較低、營養密度更高的選擇。
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/6831e4a69c5a63000da2ff33/original.png?1748100262",
    },
    block_banner: {
      subtitle: "營養風味 Max",
      title: "100% 單一草飼牛肉凍乾",
      img: "https://img.shoplineapp.com/media/image_clips/6831e4a88cf534000a45af0e/original.jpg?1748100263",
      tags: ["低脂肪", "高蛋白", "低膽固醇", "低敏肉源"],
    },
    block_banner2: {
      subtitle: "寵物界蝦味先．挑嘴毛孩加餐首選 ",
      title: (
        <>
          給毛孩最好的選擇！
          <br />
          每一口都是真材實料的鮮蝦凍乾
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683c6c4851d223000e67309c/original.jpg?1748790344",
      list: [
        "👑 100% 蝦凍乾，無切割、營養滿分",
        "👑 DHA、EPA天然營養，幫助代謝、維持健康",
        "👑 低敏、低熱量零食，毛孩日常餵食無負擔",
      ],
    },
    block_suggest: {
      s: "1~2 顆",
      m: " 2~4 顆",
      l: "4 顆以上，依情況調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "產地透明 × 安心檢驗",
      title: "讓毛孩食用更安心",
      description: (
        <>
          我們知道，毛孩吃進肚子裡的每一口，你都會在意。
          <br />
          派庫每一款食品的原肉來源皆產地透明與衛生安全，通過 SGS
          食品安全檢測，食用零負擔！
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/6831e4a52e54e10011c4f677/original.png?1748100261",
        "https://img.shoplineapp.com/media/image_clips/6831e4a63b3f25000beef21a/original.png?1748100262",
        "https://img.shoplineapp.com/media/image_clips/6831e4a621e5b8000a5f5116/original.png?1748100262",
        "https://img.shoplineapp.com/media/image_clips/6831e4a6357727000c5b0c01/original.png?1748100262",
      ],
    },
    block_class: {
      subtitle: "派庫小學堂",
      title: (
        <>
          你知道
          <br />
          虱目魚柳
          <br />
          是哪個部位嗎？
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683c6c4851d223000e67309c/original.jpg?1748790344",
      content: (
        <>
          <b>虱目魚魚柳取自虱目魚脊椎兩側靠近魚肚處的背鰭肉</b>
          ，是虱目魚最常運動、最彈嫩的部位，又稱「魚菲力」或「魚里肌」。
          <br />
          一條虱目魚只有兩條魚柳，肉質結實有彈性、少刺又低脂，是魚體最精華的部位，適合毛孩入口食用。
        </>
      ),
    },
    block_process: {
      subtitle: "派庫小學堂",
      title: <>高溫滅菌釜是什麼？</>,
      step: [
        {
          step: 1,
          img: "https://img.shoplineapp.com/media/image_clips/6898246ef97fde0010853ba8/original.png?1754801259",
          content: "當日溫體直送",
        },
        {
          step: 2,
          img: "https://img.shoplineapp.com/media/image_clips/6898246e732175001636c003/original.png?1754801259",
          content: "密封包裝",
        },
        {
          step: 3,
          img: "https://img.shoplineapp.com/media/image_clips/6898246ffea6d300189153dd/original.png?1754801260",
          content: (
            <>
              110~135℃
              <br />
              15 分鐘高壓蒸氣熟成
            </>
          ),
        },
        {
          step: 4,
          img: "https://img.shoplineapp.com/media/image_clips/6898246ecf271c000c006293/original.png?1754801259",
          content: (
            <>
              保留營養
              <br />
              嫩中帶汁
            </>
          ),
        },
      ],
      slogan: "這樣蒸，真滴嫩",
      content: (
        <>
          <span className="highlight">
            高溫滅菌釜是一種利用水蒸氣高溫高壓進行滅菌的設備
          </span>
          ，通常以飽和蒸氣或熱水將內部加熱至 110～135°C，並持續至少 15
          分鐘來達成食品的滅菌處理。常用來處理像是即食包、罐頭或寵物熟食，吃起來安心又營養。
        </>
      ),
    },
    block_communicate: {
      subtitle: "毛孩一致推薦",
      title: (
        <>
          一撕即食
          <br />
          每天幫你省下 10 分鐘煮肉時間
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/68985511b7ef120012008d12/original.png?1754813712",
      content: (
        <>
          每天煮肉、撕肉、吹涼，
          <br />
          準備到好就要半小時？
          <br />
          現在只要一撕就能餵，
          <br />
          <br />
          快速方便、保有營養、毛孩也更愛吃！
        </>
      ),
    },
    block_card1: {
      subtitle: "一口一個剛剛好",
      title: (
        <>
          1 包 2 入裝
          <br />
          外出攜帶也便利！
        </>
      ),
      card: [
        {
          id: 1,
          img: "https://img.shoplineapp.com/media/image_clips/689863f6a56856000eca54d7/original.png?1754817523",
          title: "份量剛剛好",
          des: (
            <>
              每包內含 2 塊熟食雞胸肉，
              <br />
              一次一塊，份量剛好
            </>
          ),
        },
        {
          id: 2,
          img: "https://img.shoplineapp.com/media/image_clips/689863f63a7ac4000c7a3703/original.png?1754817523",
          title: "補充超方便",
          des: (
            <>
              常溫保存、不需冷藏，
              <br />
              日常補充超方便
            </>
          ),
        },
        {
          id: 3,
          img: "https://img.shoplineapp.com/media/image_clips/689863f5a150380016b8646c/original.png?1754817523",
          title: "毛孩最愛吃",
          des: (
            <>
              適合外出旅遊、露營，
              <br />
              作為毛孩獎勵或佐餐點心
            </>
          ),
        },
      ],
    },
    block_card2: {
      subtitle: "小叮嚀",
      title: (
        <>
          蒸的是。嫩雞
          <br />
          餵食小建議
        </>
      ),
      card: [
        {
          id: 1,
          img: "https://img.shoplineapp.com/media/image_clips/68986a21a568560012ca56d0/original.png?1754819103",
          des: <>此為零食，請勿過量餵食，亦不可當主食食用。</>,
        },
        {
          id: 2,
          img: "https://img.shoplineapp.com/media/image_clips/68986a2121dcef00160317b7/original.png?1754819103",
          des: <>適用於 3 個月以上的犬貓</>,
        },
        {
          id: 3,
          img: "https://img.shoplineapp.com/media/image_clips/68986a21eddb01000ec6bd2a/original.png?1754819103",
          des: <>請放置陰涼處、避免放在太陽直射的地方。</>,
        },
        {
          id: 4,
          img: "https://img.shoplineapp.com/media/image_clips/68986a212959f5000c9ca471/original.png?1754819103",
          des: <>若有膨泡情形，請勿拆封、並連絡我們喔!</>,
        },
      ],
    },
    block_card_comic: {
      subtitle: "唯一推薦",
      title: <>如果你家貓咪是...</>,
      card: [
        {
          id: 1,
          img: "https://img.shoplineapp.com/media/image_clips/6898761bbaaa6c0018b6f3b4/original.png?1754822168",
          title: "跑酷選手型貓咪",
          des: (
            <>
              每天飛上書架、跳櫃子，
              <br />
              骨頭長期有壓力
            </>
          ),
        },
        {
          id: 2,
          img: "https://img.shoplineapp.com/media/image_clips/6898761b2ff634000aee3285/original.png?1754822168",
          title: "挑食不喝水貓咪",
          des: (
            <>
              主食吃很少、
              <br />
              補營養只能靠撒料
            </>
          ),
        },
        {
          id: 3,
          img: "https://img.shoplineapp.com/media/image_clips/6898761b06f9e8000a1951d8/original.png?1754822168",
          title: "高齡退化貓咪",
          des: (
            <>
              隨著年紀增長，動作變慢，
              <br />
              補點鈣維持活動力
            </>
          ),
        },
      ],
      slogan: "每天跳上跳下，貓咪補鈣小零食，日常補充剛剛好！",
    },
    block_list: {
      subtitle: "毛孩抒壓零食．咬一咬 比破壞更好",
      title: <>鴨力管理員，幫毛孩紓解壓力吧！</>,
      card: [
        {
          id: 1,
          title: "抒解過剩精力",
          des: <>咬一咬，消耗毛孩充沛的精力、不拆家！</>,
        },
        {
          id: 2,
          title: "滿足啃咬樂趣",
          des: <>天然有韌性的口感，讓毛孩咬得過癮，同時清潔牙齒！</>,
        },
        {
          id: 3,
          title: "營養補充",
          des: <>100% 鴨氣管成分，含膠原蛋白與蛋白質，敏感體質也能安心食用！</>,
        },
      ],
      slogan: "每天跳上跳下，貓咪補鈣小零食，日常補充剛剛好！",
    },
    block_quote: {
      slogan: (
        <>
          <div>
            拆家，
            <br />
            是因為沒有「能抒發的出口」
          </div>
          <div>
            比起說教，
            <br />
            不如來一根
            <span className="highlight">鴨氣管！</span>
          </div>
        </>
      ),
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/6831e4a8d3e43d0010a402d5/original.png?1748100263",
      element: "牛肉",
      weight: "50±2g / 包",
      produce: "巴拉圭",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "12個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "403.9Kcal" },
        { name: "水分", data: "1.1%" },
        { name: "灰份", data: "2.8%" },
        { name: "粗蛋白", data: "1%" },
        { name: "粗脂肪", data: "1%" },
        { name: "飽和脂肪", data: "1%" },
        { name: "反式脂肪", data: "0%" },
        { name: "碳水化合物", data: "0%" },
        { name: "鈉", data: "0.2%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "凍乾會不會太硬？牙口不好的毛孩適合嗎？",
          a: "凍乾每塊為約 1～1.5cm 的骰子塊，經冷凍乾燥處理，口感酥脆，多數３個月以上的犬貓能輕鬆咀嚼。如果是年紀較大或牙齒較弱的毛孩，也可以剪碎或加水還原後再餵食，更柔軟好入口。",
        },
        {
          q: "這款牛凍乾可以天天吃嗎？",
          a: "零食凍乾建議作為日常營養補充或點心使用，但不建議長期單吃或取代主食，可搭配主食飼料餵食，或引剝碎加入主食拌料食用，每日攝取量可依毛孩體型與活動量調整。",
        },
        {
          q: "凍乾開封後可以保存多久？要放冰箱嗎？",
          a: "建議開封後 10～14 天內食用完畢，開封後未食用完，請密封並放置於陰涼處保存，避免放置高溫潮濕的地方，以保持凍乾本身的酥脆與新鮮。",
        },
      ],
    },
    href: "https://www.petcookco.com/products/beef-freeze-dried",
  },
  {
    product_name: "急凍骰子牛凍乾",
    type: "dog",
    block_intro: {
      subtitle: ["巴拉圭草飼牛肉", "低油花", "原塊凍乾"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          100% 單一草飼牛凍乾
          <br className="pc-none" />
          吃就要吃最好的！
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/6831e4aaf8e0140011dec81b/original.png?1748100265",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/6831e4a6246fd2000c27d34f/original.png?1748100262",
      description: (
        <>
          派庫急凍骰子牛凍乾，選用來自南美洲巴拉圭的草飼牛肉，以自然放牧為主食、不施打賀爾蒙與抗生素。
          <br />
          <br />
          100%單一牛肉，天然無添加、骰子狀大小，方便毛孩日常零食、訓練獎勵，或拌入主食食用，也是適合毛孩補充蛋白質與鐵質的來源之一喔！
        </>
      ),
    },
    block_compare: {
      subtitle: "營養成分比較",
      title: (
        <>
          草飼牛
          <span className="highlight">VS</span>
          穀飼牛
        </>
      ),
      headerTH1: "草飼牛",
      headerTH2: "穀飼牛",
      bodyTD1_1: (
        <>
          天然放牧
          <br />
          草食為主
        </>
      ),
      bodyTD1_2: (
        <>
          牧場飼養
          <br />
          穀飼為主
        </>
      ),
      bodyTD1: "1",
      bodyTD2_1: (
        <>
          脂肪較低
          <br />
          整體熱量較低
        </>
      ),
      bodyTD2_2: (
        <>
          脂肪較高
          <br />
          整體熱量較高
        </>
      ),
      bodyTD2: "1",
      bodyTD3_1: (
        <>
          富含蛋白質、鐵質、維生素 E 等
          <br />
          omega-3 比例較高
        </>
      ),
      bodyTD3_2: (
        <>
          富含蛋白質、鐵質、維生素 E 等
          <br />
          omega-6 為主
        </>
      ),
      bodyTD3: "1",
      bodyTD4_1: (
        <>
          以精瘦肉質為主
          <br />
          油花較少
        </>
      ),
      bodyTD4_2: <>油花分佈較多</>,
      bodyTD4: "1",
    },
    block_content_img: {
      subtitle: "為什麼選用草飼牛？",
      title: "草飼牛凍乾的益處",
      description: (
        <>
          牛肉是常見的紅肉來源之一，富含蛋白質與鐵質，是許多毛孩補充體力與日常營養攝取的選擇之一。但不同的牛肉來源與飼養方式，提供不同的營養成分與營養價值喔！
          <br />
          <br />
          目前常見的牛肉來源可分為「草飼牛」與「穀飼牛」兩類。
          <span className="highlight">
            派庫所選用的牛肉凍乾肉源，來自巴拉圭放牧草飼牛
          </span>
          ，牛隻是以天然牧草為主食飼養，不施打抗生素、賀爾蒙，相對穀飼牛，脂肪含量較低、營養密度更高的選擇。
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/6831e4a69c5a63000da2ff33/original.png?1748100262",
    },
    block_banner: {
      subtitle: "天然放牧草飼牛．營養風味 Max",
      title: (
        <>
          100%純牛肉 營養滿分
          <br />
          肉肉控毛孩激推凍乾
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/6831e4a88cf534000a45af0e/original.jpg?1748100263",
      list: [
        "☆ 低油花、低脂肪",
        "☆ 高蛋白、OMEGA-3補充",
        "☆ 天然鐵質補充",
        "☆ 挑嘴毛孩首選",
      ],
    },
    block_suggest: {
      s: "1~2 顆",
      m: " 2~4 顆",
      l: "4 顆以上，依情況調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "產地透明 × 安心檢驗",
      title: (
        <>
          派庫層層把關
          <br />
          為了讓毛孩食用更安心
        </>
      ),
      description: (
        <>
          我們知道，毛孩吃進肚子裡的每一口，你都會在意。
          <br />
          派庫每一款食品的原肉來源皆產地透明與衛生安全，通過 SGS
          食品安全檢測，食用零負擔！
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/6831e4a52e54e10011c4f677/original.png?1748100261",
        "https://img.shoplineapp.com/media/image_clips/6831e4a63b3f25000beef21a/original.png?1748100262",
        "https://img.shoplineapp.com/media/image_clips/6831e4a621e5b8000a5f5116/original.png?1748100262",
        "https://img.shoplineapp.com/media/image_clips/6831e4a6357727000c5b0c01/original.png?1748100262",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/6831e4a8d3e43d0010a402d5/original.png?1748100263",
      element: "牛肉",
      weight: "50±2g / 包",
      produce: "巴拉圭",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "10 個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "485.8Kcal" },
        { name: "水分", data: "1.3%" },
        { name: "灰份", data: "3.5%" },
        { name: "粗蛋白", data: "72.8%" },
        { name: "粗脂肪", data: "18%" },
        { name: "飽和脂肪", data: "3%" },
        { name: "反式脂肪", data: "0%" },
        { name: "碳水化合物", data: "0%" },
        { name: "鈉", data: "0.2%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "凍乾會不會太硬？牙口不好的毛孩適合嗎？",
          a: "凍乾每塊為約 1～1.5cm 的骰子塊，經冷凍乾燥處理，口感酥脆，多數３個月以上的犬貓能輕鬆咀嚼。如果是年紀較大或牙齒較弱的毛孩，也可以剪碎或加水還原後再餵食，更柔軟好入口。",
        },
        {
          q: "這款牛凍乾可以天天吃嗎？",
          a: "零食凍乾建議作為日常營養補充或點心使用，但不建議長期單吃或取代主食，可搭配主食飼料餵食，或引剝碎加入主食拌料食用，每日攝取量可依毛孩體型與活動量調整。",
        },
        {
          q: "凍乾開封後可以保存多久？要放冰箱嗎？",
          a: "建議開封後 10～14 天內食用完畢，開封後未食用完，請密封並放置於陰涼處保存，避免放置高溫潮濕的地方，以保持凍乾本身的酥脆與新鮮。",
        },
      ],
    },
    href: "https://www.petcookco.com/products/beef-freeze-dried",
  },
  {
    product_name: "五告順優格雞肉凍乾",
    type: "cat",
    block_intro: {
      subtitle: ["貓咪", "順順排便", "誘食推薦"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          酸甜酥脆
          <br className="pc-none" />
          挑嘴貓咪難以抗拒
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683709a6b1fb30000dbbb4f6/original.png?1748437414",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/683709a6b1fb30000dbbb4f6/original.png?1748437414",
      description: (
        <>
          五告順優格雞肉凍乾是一款為貓咪設計的機能凍乾，選自苗栗純淨農場 100%
          生乳優格，搭配洋車前子、木瓜酵素與臺灣在地溫體雞肉，打造兼具口感、機能與營養的天然超級食物！
        </>
      ),
    },
    block_banner: {
      subtitle: "解決貓咪不喝水困擾",
      title: (
        <>
          幫助貓咪排便順暢
          <br />
          排除體內毛球的機能凍乾
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683706df3d7195b3cd5a500f/original.jpg?1748436703",
      list: [
        "👑 100%生乳優格：含活性乳酸菌，促進腸道健康",
        "👑 洋車前子：天然膳食纖維，有助排便順暢、排除體內毛球",
        "👑 木瓜酵素：自木瓜果實提取的天然酵素，幫助蛋白質分解吸收，協助腸胃消化",
      ],
      note: "若毛孩患有消化系統疾病,如胰臟炎、胃潰炎等情況，請食用前詢問獸醫師，以避免過量。",
    },
    block_suggest: {
      s: "1~2 顆",
      m: " 2~4 顆",
      l: "4 顆以上，依情況調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "臺灣在地食材嚴選ｘSGS檢驗認證 ",
      title: (
        <>
          派庫廚房
          <br />
          不吝嗇給毛孩最安心的食品選擇
        </>
      ),
      description: (
        <>
          我們知道，毛孩吃進肚子裡的每一口，你都會在意。
          <br />
          派庫每一款食品的原肉來源皆產地透明與衛生安全，通過 SGS
          食品安全檢測，食用零負擔！
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/6817625b2f816a000fc392e9/original.jpeg?1746362970",
        "https://img.shoplineapp.com/media/image_clips/6817625b7ccc50000dc45c5e/original.jpeg?1746362970",
        "https://img.shoplineapp.com/media/image_clips/6817625be76aa1000d7b939a/original.jpeg?1746362970",
        "https://img.shoplineapp.com/media/image_clips/6817625b2f35bb0010d6c13d/original.jpeg?1746362970",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/6835e553ab71a3000da33fc7/original.png?1748362578",
      element: "雞肉、優格、洋車前子、木瓜酵素",
      weight: "22±2g / 包",
      produce: "臺灣",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "12個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "401Kcal" },
        { name: "水分", data: "2.7%" },
        { name: "蛋白質", data: "83.7%" },
        { name: "脂肪", data: "6.2%" },
        { name: "碳水化合物", data: "2.6%" },
        { name: "鈉", data: "0.14%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "這款優格雞肉凍乾是貓用還是狗用？",
          a: (
            <>
              犬貓皆可食用喔！
              <br />
              此款凍乾採用天然無添加原料、適口性高，無論是狗狗或貓咪都能安心享用。
              <b>雖然設計以貓咪排毛需求為主要機能方向</b>
              ，但配方溫和，狗狗也適合食用。建議 3
              個月以上毛孩開始食用，並依體型與活動量調整每日份量。
            </>
          ),
        },
        {
          q: "可以天天餵嗎？要餵多少量比較適合？",
          a: (
            <>
              可以作為日常點心或營養補給適量餵食。建議依毛孩年齡、體重與活動量做彈性調整。
              <br />
              <br />
              *小提醒：若毛孩患有消化系統相關疾病，如胰臟炎、胃潰瘍等情況，請在食用前先諮詢獸醫師建議，以避免攝取過量或造成腸胃負擔
              *
            </>
          ),
        },
        {
          q: "這款凍乾真的可以幫助排毛嗎？",
          a: "是的，內含的洋車前子富含膳食纖維，可促進腸道蠕動、增加便便黏性，有助自然排出體內毛球，並改善軟便困擾。",
        },
      ],
    },
    href: "https://www.petcookco.com/products/cat-yogurt",
  },
  {
    product_name: "南方澳白帶魚捲凍乾",
    type: "cat",
    block_intro: {
      subtitle: ["臺灣", "南澳港直送", "整尾切片"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          捲捲白帶魚咬得香、
          <br className="pc-none" />
          美味又好玩的魚肉凍乾！
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/6837214e598785000e0c5e87/original.png?1748443469",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/6837214e598785000e0c5e87/original.png?1748443469",
      description: (
        <>
          派庫白帶魚捲凍乾選用臺灣南方澳的新鮮白帶魚，整尾捲製切片。天然無添加、無泡鹽，魚香十足，口感酥脆口感
          <br />
          捲狀設計，增加毛孩食用趣味，就連挑嘴毛孩也難以抗拒，適合給毛孩加餐的營養零食喔！
        </>
      ),
    },
    block_banner: {
      subtitle: "給海味控毛孩的原型零食補給",
      title: (
        <>
          毛孩超派零食
          <br />
          美味 × 趣味一次滿足
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683722c03bae25000f72a650/original.jpg?1748443839",
      tags: ["維生素", "高蛋白", "低脂", "DHA"],
    },
    block_suggest: {
      s: "1 顆",
      m: "1~2 顆",
      l: "2 顆以上視體型與活動量調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "通過SGS安心檢驗 食用更安心",
      title: (
        <>
          派庫廚房
          <br />
          不吝嗇給毛孩最安心的食品選擇
        </>
      ),
      description: (
        <>
          我們知道，毛孩吃進肚子裡的每一口，你都會在意。
          <br />
          派庫每一款食品的原肉來源皆產地透明與衛生安全，通過 SGS
          食品安全檢測，食用零負擔！
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/683724c950bfe500104edb12/original.jpeg?1748444360",
        "https://img.shoplineapp.com/media/image_clips/683724c92129d0000d3c6624/original.jpeg?1748444360",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/683726d2c82f1e000abfaa57/original.png?1748444881",
      element: "白帶魚",
      weight: "30±2g / 包",
      produce: "臺灣",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "10個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "383.3Kcal" },
        { name: "水分", data: "3%" },
        { name: "蛋白質", data: "87.5%" },
        { name: "脂肪", data: "3.7%" },
        { name: "碳水化合物", data: "0%" },
        { name: "鈉", data: "0.09%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "白帶魚捲凍乾有刺嗎？可以整片吃嗎？",
          a: (
            <>
              白帶魚捲本身為整尾魚去骨去刺，再捲製而成。經冷凍乾燥處理後，為酥脆、易咬的零食口感，可安心食用。
            </>
          ),
        },
        {
          q: "魚類凍乾會不會有腥味？毛孩會接受嗎？",
          a: (
            <>
              白帶魚經冷凍乾燥處理，風味自然濃縮但無腥味，口感酥香，大多數犬貓接受度高。
            </>
          ),
        },
        {
          q: "魚捲這種形狀怎麼餵？會不會太硬？",
          a: "捲狀白帶魚凍乾質地乾脆可剝可剪，小型犬貓可以剝碎餵食、中大型毛孩可整顆餵食、增加咀嚼樂趣，也可泡軟還原鮮肉後食用。",
        },
      ],
    },
    href: "https://www.petcookco.com/products/beltfish",
  },
  {
    product_name: "五告ㄎㄧㄤ貓草雞肉凍乾",
    type: "cat",
    block_intro: {
      subtitle: ["貓咪", "放鬆舒壓", "消化排毛"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          天然貓草 x 貓薄荷
          <br className="pc-none" />
          幫助貓咪舒緩壓力
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683730281969e2000eca9993/original.png?1748447272",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/683730281969e2000eca9993/original.png?1748447272",
      description: (
        <>
          五告ㄎㄧㄤ貓草雞肉凍乾，嚴選臺灣在地優質雞肉，搭配天然貓草、貓薄荷製成，凍乾後保留完整香氣與營養，是一款能讓貓咪放鬆情緒、幫助排除毛球的機能型凍乾點心。
          <br />
          <br />
          1x1cm 的方塊狀設計，口感酥脆、適口性高，非常適合貓咪日常營養補給。
        </>
      ),
    },
    block_banner: {
      subtitle: "天然貓草 + 貓薄荷配方",
      title: (
        <>
          挑嘴貓也難抗拒
          <br />
          超級機能凍乾
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/68372ccae82f15001173350d/original.jpg?1748446410",
      list: [
        "👑 幫助貓咪舒緩情緒與自然排毛",
        "👑 100% 雞肉主成分：富含蛋白質、低熱量",
        "👑 專為貓咪設計的零食凍乾，狗狗也可以吃喔！",
      ],
    },
    block_suggest: {
      s: "1~2 顆",
      m: "2~4 顆",
      l: "4 顆以上視體型與活動量調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "天然ｘ健康ｘ營養 SGS 認證更安心",
      title: (
        <>
          派庫廚房
          <br />
          不吝嗇給毛孩最安心的食品選擇
        </>
      ),
      description: (
        <>
          我們知道，毛孩吃進肚子裡的每一口，你都會在意。
          <br />
          派庫每一款食品的原肉來源皆產地透明與衛生安全，通過 SGS
          食品安全檢測，食用零負擔！
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/681764203520c3000e8e8f01/original.jpeg?1746363424",
        "https://img.shoplineapp.com/media/image_clips/68176421c7d61c000d67f524/original.jpeg?1746363424",
        "https://img.shoplineapp.com/media/image_clips/68176421941df7000cd64b19/original.jpeg?1746363424",
        "https://img.shoplineapp.com/media/image_clips/68176421ddacd0000b920229/original.jpeg?1746363424",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/68372ec0f2ab39000af97adf/original.png?1748446912",
      element: "雞肉,小麥草,貓草",
      weight: "30±2g / 包",
      produce: "臺灣",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "12個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "401Kcal" },
        { name: "水分", data: "2.7%" },
        { name: "蛋白質", data: "83.7%" },
        { name: "脂肪", data: "6.2%" },
        { name: "碳水化合物", data: "2.6%" },
        { name: "鈉", data: "0.14%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "這款貓草雞肉凍乾是貓用還是狗用？",
          a: (
            <>
              貓狗都能吃，但本款是以「貓咪排毛與舒壓需求」為主設計。成分天然無添加，犬貓皆可食用，特別推薦給需要排毛或情緒較敏感的貓咪族群。
            </>
          ),
        },
        {
          q: "貓草真的會讓貓咪放鬆嗎？會不會上癮？",
          a: (
            <>
              天然貓草對多數貓咪具有放鬆、紓壓作用，但並不會讓貓咪上癮或產生依賴。效果約持續5～15分鐘，結束後會自然恢復平靜狀態約2小時，屬於安全的舒壓小點心。
            </>
          ),
        },
        {
          q: "可以天天餵嗎？會排太多毛嗎？",
          a: "可以作為日常機能點心適量餵食。建議每次餵食 1～2 顆作為獎勵點心或拌飯使用即可，依貓咪體型與活動量彈性調整。不會過度刺激排毛，請安心使用。",
        },
      ],
    },
    href: "https://www.petcookco.com/products/catmint",
  },
  {
    product_name: "急凍骰子鹿凍乾",
    type: "dog",
    block_intro: {
      subtitle: ["天然軟骨素", "關節保養", "低卡零食"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          嚴選紐西蘭草飼鹿
          <br className="pc-none" />
          低敏低熱量原肉零食
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/68373669069e13000f75b1a2/original.png?1748448872",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/68373669069e13000f75b1a2/original.png?1748448872",
      description: (
        <>
          急凍骰子鹿凍乾是由 100%
          紐西蘭草飼鹿肉製成的鹿肉凍乾點心，採用急速冷凍乾燥技術製成，完整保留原肉的鮮香與營養。
          <br />
          <br />
          鹿肉脂肪含量低、蛋白質高，屬於低敏肉源，適合毛孩日常營養補充的零食選擇。
        </>
      ),
    },
    block_banner: {
      subtitle: "100% 單一成分．低敏鹿肉",
      title: (
        <>
          紐西蘭草飼鹿
          <br />
          熱量控管毛孩推薦
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/68373669f2ab39000ff97b73/original.jpg?1748448873",
      list: [
        "👑 高蛋白、低脂肪，毛孩管理體重推薦",
        "👑 天然軟骨素、葡萄糖胺，維持毛孩關節健康",
        "👑 骰子狀原肉塊，方便餵食、外出餵食也方便！",
      ],
    },
    block_suggest: {
      s: "1~2 顆",
      m: "2~4 顆",
      l: "4 顆以上，依情況調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "00%單一肉品食材 SGS 食品認證",
      title: (
        <>
          派庫廚房
          <br />
          不吝嗇給毛孩最安心的食品選擇
        </>
      ),
      description: (
        <>
          急凍骰子鹿凍乾選用紐西蘭草飼鹿肉，不同於野生鹿肉較濃烈野味，草飼鹿肉風味更為溫和。
          <br />
          製程不添加鹽、糖、香料或防腐劑，通過 SGS
          檢驗認證，讓毛孩食用更安心的零食選擇喔！
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/683736db5e1a58000ebde3e3/original.jpeg?1748448987",
        "https://img.shoplineapp.com/media/image_clips/683736db960caa000a044872/original.jpeg?1748448987",
        "https://img.shoplineapp.com/media/image_clips/683736db985b18000be5c166/original.jpeg?1748448987",
        "https://img.shoplineapp.com/media/image_clips/683736db336b3b000b99a465/original.jpeg?1748448987",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/6837366912b64d000f7eb8b8/original.png?1748448872",
      element: "鹿肉",
      weight: "40±2g / 包",
      produce: "紐西蘭",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "10個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "418.3Kcal" },
        { name: "水分", data: "0.8%" },
        { name: "灰份", data: "4%" },
        { name: "粗蛋白", data: "78%" },
        { name: "粗脂肪", data: "6.3%" },
        { name: "飽和脂肪", data: "1.2%" },
        { name: "反式脂肪", data: "0%" },
        { name: "碳水化合物", data: "0%" },
        { name: "鈉", data: "0.22%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "鹿肉會太補嗎？天天吃會不會有問題？",
          a: (
            <>
              鹿肉屬於溫和型的紅肉，蛋白質高、脂肪低，適合當作日常營養補給。建議依照毛孩體型與活動量適量餵食作為點心使用。
            </>
          ),
        },
        {
          q: "草飼鹿肉和野生鹿肉有什麼差別？",
          a: (
            <>
              草飼鹿肉來自放牧飼養的鹿群，肉質細緻溫和、風味乾淨，較無野味腥羶感，適口性佳。
            </>
          ),
        },
        {
          q: "骰子形狀會太硬嗎？毛孩吃得動嗎？",
          a: "每塊為約 1～1.5cm 的骰子塊，經凍乾後酥鬆不硬，多數 3 個月以上的犬貓可直接食用，年長或牙口較弱者可剪碎或泡水餵食。",
        },
      ],
    },
    href: "https://www.petcookco.com/products/deer-freeze-dried",
  },
  {
    product_name: "北歐交響鮭凍乾",
    type: "cat",
    block_intro: {
      subtitle: ["挪威空運", "生食級", "鮭魚凍乾"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          生食級鮭魚原塊肉肉 <br className="pc-none" />
          食感滿分
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683c666cc6eefd000b2020cf/original.png?1748788844",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/683c666cc6eefd000b2020cf/original.png?1748788844",
      description: (
        <>
          北歐交響鮭凍乾選用來自挪威海域的人食級鮭魚，以冷鏈空運方式直送臺灣，保留鮮度與完整營養。
          <br />
          <br />
          經冷凍乾燥製成，富含天然 Omega-3、DHA、EPA
          與優質蛋白質，有助於毛孩毛髮健康、皮膚穩定與日常活力補給。
          <br />
          <br />
          ✅ omega-3，天然魚油補充 <br />
          ✅ DHA、EPA <br />✅ 維生素 D
        </>
      ),
    },
    block_banner: {
      subtitle: "挪威空運．人食級鮭魚",
      title: <>我們不吝給毛孩最美味的食材</>,
      img: "https://img.shoplineapp.com/media/image_clips/683c666c7f3aa70011223078/original.jpg?1748788844",
      list: [
        "👑 挪威空運鮭魚，人食級高規格品質",
        "👑 富含Omega-3，亮眸、亮毛，維持免疫力",
        "👑 完整切狀魚塊，挑嘴毛孩回購 TOP1",
      ],
    },
    block_suggest: {
      s: "1~2 顆",
      m: "2~4 顆",
      l: "4 顆以上，依情況調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "100% 單一成分．SGS 認證更安心",
      title: (
        <>
          派庫廚房
          <br />
          不吝嗇給毛孩最安心的食品選擇
        </>
      ),
      description: (
        <>
          北歐交響鮭凍乾選用挪威生鮮級鮭魚，高規格品質、安心來源。
          <br />經 SGS 檢驗合格，全製程無添加，讓飼主餵食放心、毛孩吃得更安心！
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/683c665a2b36df000da6c78b/original.jpeg?1748788826",
        "https://img.shoplineapp.com/media/image_clips/683c665aea7d05000a7dbf84/original.jpeg?1748788826",
        "https://img.shoplineapp.com/media/image_clips/683c665a3de802000cab617d/original.jpeg?1748788826",
        "https://img.shoplineapp.com/media/image_clips/683c665ab8b4e7000a7316f5/original.jpeg?1748788826",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/683c666c6ab973000be18752/original.png?1748788844",
      element: "鮭魚",
      weight: "50±2g / 包",
      produce: "臺灣、挪威",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "10個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "507.9Kcal" },
        { name: "水分", data: "1.7%" },
        { name: "灰份", data: "6.7%" },
        { name: "粗蛋白", data: "58.6%" },
        { name: "粗脂肪", data: "14.1%" },
        { name: "飽和脂肪", data: "5.9%" },
        { name: "反式脂肪", data: "0%" },
        { name: "碳水化合物", data: "0%" },
        { name: "鈉", data: "0.13%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "狗狗或貓咪可以吃鮭魚嗎？會不會太油？",
          a: (
            <>
              可以的！鮭魚富含 DHA、EPA、Omega-3
              脂肪酸，是對眼睛、皮膚、毛髮與免疫力都有幫助的天然營養。為讓飼主更容易掌握毛孩攝取量，派庫以丁塊狀加工為
              1x1 大小，更方便毛爸毛麻餵食喔！
            </>
          ),
        },
        {
          q: "鮭魚凍乾有腥味嗎？毛孩會不會不愛吃？",
          a: (
            <>
              我們使用的是挪威鮭魚肉，魚味乾淨、不腥不油，經凍乾後淡淡魚香，通常對挑嘴毛孩反而是很有吸引力。
            </>
          ),
        },
        {
          q: "凍乾適合每天餵嗎？有年齡限制嗎？",
          a: "此款鮭魚凍乾為單一原料製成，適合 3 個月以上犬貓作為營養點心餵食，不建議作為主食食用喔！毛爸媽可依毛孩體型與活動量酌量給予，以日常補充 Omega-3 與蛋白質效果佳。",
        },
      ],
    },
    href: "https://www.petcookco.com/products/salmon-freeze-dried",
  },
  {
    product_name: "極鮮蝦大廚凍乾",
    type: "cat",
    block_intro: {
      subtitle: ["完整鮮蝦", "天然無添加", "食感滿分"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          主廚級極鮮大蝦 <br className="pc-none" />
          營養香氣 NO.1
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683c6c4897ca0c000d6c311b/original.png?1748790344",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/683c6c4897ca0c000d6c311b/original.png?1748790344",
      description: (
        <>
          <b>超派！比人類零食更天然，寵物界蝦味仙抵家啦！</b>
          <br />
          嚴選臺灣半淡半海水域的白蝦仁，經冷凍乾燥技術保留完整風味與營養，無添加、無切割，保有蝦仁最原始的酥脆口感。
          <br />
          富含蝦青素、DHA、維生素B12等營養素，維持活力、護毛髮、顧眼睛，是一款讓貓狗一吃就愛上的高適口性凍乾點心。
        </>
      ),
    },
    block_banner: {
      subtitle: "寵物界蝦味先．挑嘴毛孩加餐首選 ",
      title: (
        <>
          給毛孩最好的選擇！
          <br />
          每一口都是真材實料的鮮蝦凍乾
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683c6c4851d223000e67309c/original.jpg?1748790344",
      list: [
        "👑 100% 蝦凍乾，無切割、營養滿分",
        "👑 DHA、EPA天然營養，幫助代謝、維持健康",
        "👑 低敏、低熱量零食，毛孩日常餵食無負擔",
      ],
    },
    block_suggest: {
      s: "1~2 尾",
      m: "2~3 尾",
      l: "3 尾以上，依情況調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "臺灣半淡半海水域鮮蝦 SGS食品認證",
      title: (
        <>
          派庫廚房
          <br />
          不吝嗇給毛孩最安心的食品選擇
        </>
      ),
      description: (
        <>
          極鮮蝦大廚凍乾嚴選半鹹水域養殖白蝦仁，水質清澈、鹽度適中，肉緊實彈性、鮮甜濃郁。
          <br />
          從產地到餐碗層層把關，通過 SGS 檢驗認證，讓每日補給更安心！
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/683c6c3a89f867000ed72ab5/original.jpeg?1748790329",
        "https://img.shoplineapp.com/media/image_clips/683c6c3a31950c001171d9fa/original.jpeg?1748790329",
        "https://img.shoplineapp.com/media/image_clips/683c6c3a6f5360000b450f7f/original.jpeg?1748790329",
        "https://img.shoplineapp.com/media/image_clips/683c6c3a7d2f7200113436b9/original.jpeg?1748790329",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/683c6c48c7caf1000dfcf9c7/original.png?1748790344",
      element: "蝦仁",
      weight: "30±2g / 包",
      produce: "臺灣",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "10個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "392.6Kcal" },
        { name: "水分", data: "2.1%" },
        { name: "灰份", data: "4.5%" },
        { name: "粗蛋白", data: "81.5%" },
        { name: "粗脂肪", data: "3.8%" },
        { name: "飽和脂肪", data: "1%" },
        { name: "反式脂肪", data: "0%" },
        { name: "碳水化合物", data: "8.1%" },
        { name: "鈉", data: "0.62%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "狗狗或貓咪可以吃蝦嗎？",
          a: (
            <>
              可以的！蝦是犬貓的優質蛋白來源，派庫蝦凍乾為天然食材製成，無鹽泡發、無調味、無添加，保留天然營養，包括蝦青素、DHA、維生素
              B12，對毛孩的毛髮保健、眼睛健康與元氣補充都有幫助。
              <br />
              但若毛孩曾被診斷對甲殼類（如蝦、蟹）過敏，則不建議食用本產品，以避免引發過敏反應。若您不確定毛孩是否有過敏體質，建議先諮詢獸醫再行餵食。
            </>
          ),
        },
        {
          q: "蝦凍乾會不會有腥味？會不會不好吞嚥？",
          a: (
            <>
              不會哦！極鮮蝦大廚凍乾選用新鮮蝦仁製成，味道鮮甜自然，無腥味，大多數毛孩都很喜歡，適口性也很不錯。
              <br />
              經凍乾處理後的口感酥脆，對牙口正常的毛孩來說容易咀嚼。若是年紀較大的毛孩或牙口比較弱，也可以簡單捏碎或加水還原後再食用，入口更柔和，同樣保有蝦的香氣與營養。
            </>
          ),
        },
        {
          q: "幾個月的毛孩可以開始吃？",
          a: (
            <>
              <b>建議3 個月以上的犬貓可食用。</b>
              若牙口不佳或為年長毛孩，建議泡水軟化後餵食，吸收更溫和。若有特殊營養限制，建議先諮詢獸醫。
            </>
          ),
        },
      ],
    },
    href: "https://www.petcookco.com/products/shrimp-freeze-dried",
  },
  {
    product_name: "香檳鳥下水凍乾",
    type: "dog",
    block_intro: {
      subtitle: ["在地小農特選", "心肝部位", "活力補充"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          元氣補充原肉零食 <br className="pc-none" />
          毛孩回購NO.1
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683c6fba51d2230011672e53/original.png?1748791226",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/683c6fba51d2230011672e53/original.png?1748791226",
      description: (
        <>
          香檳鳥，又稱台灣鵪鶉，是由多種鵪鶉品系混種、經長年選育而成的肉用禽種。肉質細嫩、腥味低，屬於高蛋白、低脂肪的優質肉類。派庫選用在天然飼養的香檳鳥，無藥物殘留、飲食天然純淨。
          <br />
          <br />
          這款下水凍乾特別選自香檳鳥的「心胗部位」製成，含有鐵質、維生素B群、蛋白質與鋅，幫助毛孩補血補氣、維持體力與日常活力。
        </>
      ),
    },
    block_banner: {
      subtitle: "天然補鐵 毛孩能量補給零食",
      title: (
        <>
          心胗2合1 內臟部位
          <br />
          剝碎加入主食更美味！
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683c6fbab8cd3a000e4f72cc/original.jpg?1748791226",
      tags: ["高蛋白", "天然牛碘酸", "鐵質", "礦物質"],
    },
    block_suggest: {
      s: "1~2 顆",
      m: "2~4 顆",
      l: "4 顆以上視體型與活動量調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "通過SGS安心檢驗 有認證食用更安心",
      title: (
        <>
          派庫廚房
          <br />
          不吝嗇給毛孩最安心的食品選擇
        </>
      ),
      description: (
        <>
          香檳鳥下水凍乾選用在地小農飼養、來源透明，且通過 SGS 食品級檢驗。
          <br />
          我們把每個細節都顧好，就是希望你在挑選的時候，不用擔心，放心讓毛孩吃得開心又安心。
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/683c6fcb8507d52dae03e699/original.jpeg?1748791242",
        "https://img.shoplineapp.com/media/image_clips/683c6fcbfd0f97000b887184/original.jpeg?1748791242",
        "https://img.shoplineapp.com/media/image_clips/683c6fcbc8e392000ce2354e/original.jpeg?1748791242",
        "https://img.shoplineapp.com/media/image_clips/683c6fcbfd6c200011ae78fc/original.jpeg?1748791242",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/683c6fbadfdb8d000ef015b8/original.png?1748791226",
      element: "鵪鶉心胗",
      weight: "50±2g / 包",
      produce: "臺灣",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "10個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "466.2Kcal" },
        { name: "水分", data: "1.4%" },
        { name: "灰份", data: "7.8%" },
        { name: "粗蛋白", data: "63.3%" },
        { name: "粗脂肪", data: "20%" },
        { name: "飽和脂肪", data: "5.9%" },
        { name: "反式脂肪", data: "0%" },
        { name: "碳水化合物", data: "0%" },
        { name: "鈉", data: "0.2%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "下水凍乾可以天天餵食吃嗎？",
          a: (
            <>
              下水凍乾屬於高營養密度內臟點心，建議依毛孩體型、活動量適量餵食。
            </>
          ),
        },
        {
          q: "下水凍乾會不會有腥味？毛孩會接受嗎？",
          a: (
            <>
              下水部位經冷凍乾燥處理，風味自然濃縮但無腥味，口感酥香，大多數犬貓接受度高。
            </>
          ),
        },
        {
          q: "下水適合什麼樣的毛孩吃？",
          a: (
            <>
              派庫凍乾建議 3
              個月以上的犬貓皆可食用，特別適合活動量高、偏瘦、熟齡或發育中的毛孩，作為高蛋白與鐵質補充的營養點心。
            </>
          ),
        },
      ],
    },
    href: "https://www.petcookco.com/products/quil-freeze-dried",
  },
  {
    product_name: "五告勇羊奶雞肉凍乾",
    type: "cat",
    block_intro: {
      subtitle: ["低乳糖", "好吸收", "貓咪營養配方"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          天然鈣補充
          <br className="pc-none" />
          毛孩勇起來
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683dce67123df9000dfa6110/original.png?1748880999",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/683dce67123df9000dfa6110/original.png?1748880999",
      description: (
        <>
          五告勇羊奶雞肉凍乾，嚴選來自法國直送山羊奶粉，搭配臺灣鮮羊乳、雞骨粉、初乳蛋白與溫體雞肉製成的超級機能凍乾！
          <br />
          <br />
          富含酪蛋白、天然鈣磷營養素，幫助毛孩骨骼健康、腸道吸收，是款營養、開胃兼具的天然凍乾零食！。
        </>
      ),
    },
    block_banner: {
      subtitle: "關節保健．維持腸胃健康的天然凍乾",
      title: (
        <>
          雞骨粉添加 天然鈣質攝取
          <br />
          羊奶基底 營養好吸收
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683dce670f615a000e7eee11/original.jpg?1748880999",
      list: [
        "👑 羊乳基底：分子小、好吸收、不易脹氣",
        "👑 雞骨粉：天然鈣質補充，強化骨骼與牙齒發育",
        "👑 初乳蛋白：富含免疫因子與消化道保護營養",
      ],
      note: "日常獎勵或營養補充皆適用，不適合作為主食大量食用喔！",
    },
    block_suggest: {
      s: "1~2 顆",
      m: "2~4 顆",
      l: "4 顆以上視體型與活動量調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "食材來源透明Ｘ通過 SGS 安心檢驗",
      title: (
        <>
          派庫廚房
          <br />
          不吝嗇給毛孩最安心的食品選擇
        </>
      ),
      description: (
        <>
          我們知道，毛孩吃進肚子裡的每一口，你都會在意。
          <br />
          派庫每一款食品的原肉來源皆產地透明與衛生安全，通過 SGS
          食品安全檢測，食用零負擔！
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/683dcf25aaa7f0000c775139/original.jpeg?1748881189",
        "https://img.shoplineapp.com/media/image_clips/683dcf25eebda30010098ef2/original.jpeg?1748881189",
        "https://img.shoplineapp.com/media/image_clips/683dcf25e70282000cf5d99a/original.jpeg?1748881189",
        "https://img.shoplineapp.com/media/image_clips/683dcf256d46414b56d02efd/original.jpeg?1748881189",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/683dce676f7dd2000a3f5471/original.png?1748880999",
      element: "羊奶,雞肉,雞骨粉,初乳蛋白",
      weight: "22±2g / 包",
      produce: "臺灣",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "12 個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "401Kcal" },
        { name: "水分", data: "2.7%" },
        { name: "蛋白質", data: "83.7%" },
        { name: "脂肪", data: "6.2%" },
        { name: "碳水化合物", data: "2.6%" },
        { name: "鈉", data: "0.14%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "這款羊奶雞肉凍乾是貓用還是狗用？",
          a: (
            <>
              犬貓皆可食用喔！
              <br />
              此款凍乾採用天然無添加原料、適口性高，無論是狗狗或貓咪都能安心享用。建議
              3 個月以上毛孩開始食用，並依體型與活動量調整每日份量。
            </>
          ),
        },
        {
          q: "為什麼使用羊奶？和牛奶有什麼差別？",
          a: (
            <>
              羊奶分子小、好吸收、低乳糖，較不易脹氣或引發過敏。相較牛奶中的
              α-s1 酪蛋白，羊奶含較多 β
              酪蛋白，對犬貓腸胃更友善，也能有效補充蛋白質與鈣質，是成長期與虛弱毛孩的營養好選擇。
            </>
          ),
        },
        {
          q: "有初乳蛋白，是不是不適合每天吃？",
          a: (
            <>
              可做為零食日常補充，但不宜過量。初乳蛋白含有免疫營養與消化支持功能，若為健康毛孩，適量補充可提升抵抗力。但如有特殊消化道疾病（如胰臟炎、胃潰瘍等），建議諮詢獸醫師後再餵食。
            </>
          ),
        },
      ],
    },
    href: "https://www.petcookco.com/products/goat-milk",
  },
  {
    product_name: "溫體大雞佛",
    type: "dog",
    block_intro: {
      subtitle: ["100%雞佛", "高蛋白", "無添加"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          咖滋！咖滋！
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683dd15db1b5c2000a0ec542/original.png?1748881757",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/683dd15db1b5c2000a0ec542/original.png?1748881757",
      description: (
        <>
          整顆吃，更對味的超派凍乾top 1！
          <br />
          <br />
          讓毛孩一吃就愛上的酥胡啦雞佛凍乾，嚴選新鮮雞佛，無切割、完整呈現，高蛋白、鐵、鋅等營養補充，口感酥脆，特別愛嚐鮮的毛孩！
          <br />
          <br />
          雞佛本身膽固醇偏高，有在控管體重的毛孩，建議適量食用喔！
        </>
      ),
    },
    block_banner: {
      subtitle: "單一食材・純雞佛凍乾",
      title: (
        <>
          無添加製程
          <br />
          原型看得見
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683dd15dfce504000fd5c22e/original.jpg?1748881757",
      list: [
        "☆超大顆雞佛，無內臟混料",
        "☆ 含蛋白質、鈣、鐵等，維持毛孩活力",
        "☆ 內酥外軟，適合牙口差犬貓食用",
      ],
      note: "日常獎勵或營養補充皆適用，不適合作為主食大量食用喔！",
    },
    block_suggest: {
      s: "1 顆",
      m: "1~2 顆",
      l: "2 顆以上視體型與活動量調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "CAS認證食材．SGS檢驗認證",
      title: (
        <>
          派庫廚房
          <br />
          不吝嗇給毛孩最安心的食品選擇
        </>
      ),
      description: (
        <>
          酥胡啦雞佛凍乾嚴選台灣在地 CAS 認證溫體雞
          <br />
          全程依食品安全標準製作，通過 SGS 檢驗
          <br />
          確保肉品來源到製程通通有把關！
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/683dcdb8f4e594000eb35bad/original.jpeg?1748880824",
        "https://img.shoplineapp.com/media/image_clips/683dcdb9dd20510011a737c4/original.jpeg?1748880824",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/683dd15d7801b2000c648aac/original.png?1748881757",
      element: "雞佛",
      weight: "30±2g / 包",
      produce: "臺灣",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "12 個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "448.8Kcal" },
        { name: "水分", data: "4.2%" },
        { name: "蛋白質", data: "61.3%" },
        { name: "脂肪", data: "18.8%" },
        { name: "碳水化合物", data: "8.6%" },
        { name: "鈉", data: "0.06%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "雞佛凍乾貓咪狗狗都可以吃嗎？",
          a: (
            <>
              可以的！本產品為犬貓通用，無調味、單一原料，貓咪與狗狗都能安心食用。特別適合偏食、挑嘴、活動量大或需要蛋白質補充的毛孩。
              <br />
              <small>
                (參考來源：
                <a href="https://www.moa.gov.tw/ws.php?id=3877" target="_blank">
                  農業部
                </a>
                )
              </small>
            </>
          ),
        },
        {
          q: "雞佛凍乾會不會太補？可以天天餵嗎？",
          a: (
            <>
              雞佛屬於營養濃度較高的內臟型點心，含蛋白與脂肪比例較高，建議一週餵食
              1～2 次即可。建議依毛孩體型與狀況適量補充。
            </>
          ),
        },
        {
          q: "雞佛有腥味嗎？適口性如何？",
          a: (
            <>
              雞佛凍乾經冷凍乾燥後風味濃縮但不腥，帶有自然油脂香氣，許多挑嘴毛孩接受度高，是派庫熱銷凍乾TOP3
              喔！
            </>
          ),
        },
      ],
    },
    href: "https://www.petcookco.com/products/testicles",
  },
  {
    product_name: "海灣鮮干貝凍乾",
    type: "cat",
    block_intro: {
      subtitle: ["100%純干貝", "天然海味", "營養升級"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          100%
          <br className="pc-none" />
          純淨海味極鮮上桌
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683c7da08f69e100102350a8/original.png?1748794784",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/683c7da08f69e100102350a8/original.png?1748794784",
      description: (
        <>
          嚴選食品級極鮮干貝，保留海味鮮香與高營養密度，富含優質蛋白、牛磺酸與多種礦物質，幫助毛孩維持活力與元氣，是毛孩天然零食的高級選擇！
        </>
      ),
      note: "日常獎勵或營養補充皆適用，不適合作為主食大量食用喔！",
    },
    block_banner: {
      subtitle: "保留食材營養．零食也能吃得健康",
      title: (
        <>
          單一食材純干貝、無添加
          <br />
          挑嘴毛孩也超愛的海味補品！
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683c7da017e62b000cebc0ff/original.jpg?1748794784",
      list: [
        "☆ 100%新鮮干貝．敏感毛孩安心享用！",
        "☆ 營養密度高，適合補元氣補體力",
        "☆ 自然海味，提升主食吸引力",
      ],
    },
    block_suggest: {
      s: "2～4 顆",
      m: "4～6 顆",
      l: "6 顆以上，依情況調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "人食級食材ｘSGS安心認證",
      title: (
        <>
          派庫廚房
          <br />
          嚴格把關更安心
        </>
      ),
      description: (
        <>
          從產地到餐碗，派庫透明把關每一步－
          <br />
          每一款原肉都來自安心產地，經 SGS 檢驗合格，給毛孩最天然的選擇！
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/683c7db1f151fd000d00e00c/original.jpeg?1748794800",
        "https://img.shoplineapp.com/media/image_clips/683c7db131950c000d71e437/original.jpeg?1748794800",
        "https://img.shoplineapp.com/media/image_clips/683c7db131950c001171e3cf/original.jpeg?1748794800",
        "https://img.shoplineapp.com/media/image_clips/683c7db15c3ba2000b828b3f/original.jpeg?1748794800",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/683c7da08ddad1000e610845/original.png?1748794784",
      element: "干貝",
      weight: "30±2g / 包",
      produce: "臺灣",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "10 個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "400.1Kcal" },
        { name: "水分", data: "2.1%" },
        { name: "灰份", data: "12.5%" },
        { name: "粗蛋白", data: "72.2%" },
        { name: "粗脂肪", data: "9.6%" },
        { name: "飽和脂肪", data: "2.1%" },
        { name: "反式脂肪", data: "0%" },
        { name: "碳水化合物", data: "0%" },
        { name: "鈉", data: "1.4%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "干貝凍乾會不會太鹹？",
          a: (
            <>
              派庫的干貝凍乾為<b>無鹽處理的天然干貝</b>
              ，適合犬貓食用，不添加任何鹽分或調味劑。
            </>
          ),
        },
        {
          q: "適合所有年齡層的毛孩嗎？",
          a: <>建議 3 個月以上的犬貓皆可食用，牙口不佳者可加水軟化。</>,
        },
        {
          q: "干貝凍乾可以每天吃嗎？",
          a: <>可作為日常零食補充蛋白質，請依體型與食量調整餵食頻率。</>,
        },
      ],
    },
    href: "https://www.petcookco.com/products/bigscallops-freeze-dried",
  },
  {
    product_name: "酥卵地瓜球凍乾",
    type: "dog",
    block_intro: {
      subtitle: ["卵磷脂", "亮毛護膚", "人氣獎勵零食"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          100%新鮮雞蛋黃 <br className="pc-none" />
          外酥內軟 超~美~味~
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683c72092b36df000ca6cf28/original.png?1748791817",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/683c72092b36df000ca6cf28/original.png?1748791817",
      description: (
        <>
          酥卵地瓜球凍乾選用臺灣溫體雞的整顆蛋黃，以凍乾技術保留自然營養，淡淡的蛋香味、外酥內鬆的球型點心一口咬下、入口剛剛好。
          <br />
          富含天然卵磷脂、維生素 B、D 等營養素，是毛孩亮毛護膚的天然零食推薦。
        </>
      ),
    },
    block_banner: {
      subtitle: "超大顆新鮮蛋黃．酥酥軟軟超美味",
      title: (
        <>
          蛋香十足、營養完整，
          <br />
          毛孩入門零食推薦！
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683c7209de169c0010378395/original.jpg?1748791817",
      list: [
        "✅ 臺灣在地溫體雞，產地到餐桌品安心食材",
        "✅ 富含卵磷脂，毛孩亮毛美膚營養補充",
        "✅ 外酥內軟、蛋香十足，挑嘴毛孩超愛吃",
      ],
    },
    block_suggest: {
      s: "1~2 顆",
      m: "2~3 顆",
      l: "3 顆以上，依情況調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "臺灣 CAS 認證雞蛋黃 SGS 食材認證",
      title: (
        <>
          派庫廚房
          <br />
          嚴格把關更安心
        </>
      ),
      description: (
        <>
          酥卵地瓜球凍乾選用台灣在地的新鮮溫體雞蛋黃，不切塊、不混料，每一顆都是完整蛋黃凍乾而成。派庫全凍乾通過
          SGS
          原料檢驗，全程無添加，讓你看得見我們對品質的堅持，也讓毛孩吃得更安心。
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/683c71fefbbbe3000d58b194/original.jpeg?1748791806",
        "https://img.shoplineapp.com/media/image_clips/683c71fedbd9e2000f6e59b6/original.jpeg?1748791806",
        "https://img.shoplineapp.com/media/image_clips/683c71fe7c69ef000d8c3602/original.jpeg?1748791806",
        "https://img.shoplineapp.com/media/image_clips/683c71fe1f68b70010578270/original.jpeg?1748791805",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/683c7209b008ee000bfc6986/original.png?1748791817",
      element: "雞蛋黃",
      weight: "100±2g / 包",
      produce: "臺灣",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "10個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "695.5Kcal" },
        { name: "水分", data: "0%" },
        { name: "灰份", data: "3.5%" },
        { name: "粗蛋白", data: "31.4%" },
        { name: "粗脂肪", data: "58.9%" },
        { name: "飽和脂肪", data: "3%" },
        { name: "反式脂肪", data: "0%" },
        { name: "碳水化合物", data: "3.2%" },
        { name: "鈉", data: "0.12%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "這款產品真的只有蛋黃嗎？有加其他東西嗎？",
          a: (
            <>
              是的，這款凍乾只有單一成分：臺灣溫體雞蛋黃，無加糖、無鹽、無油，也不混其他副原料，是最單純的寵物零食凍乾。
            </>
          ),
        },
        {
          q: "蛋黃油脂會不會太高？可以每天吃嗎？",
          a: (
            <>
              蛋黃富含天然脂質與卵磷脂，適量補充對毛髮與皮膚有益。建議飼主以日常零食補充，不建議作為主食餵食，若毛孩有脂肪控制需求，可先諮詢獸醫。
            </>
          ),
        },
        {
          q: "地瓜球是什麼意思？裡面有地瓜嗎？",
          a: (
            <>
              「地瓜球」是指凍乾後的圓球造型，實際成分只有整顆蛋黃，並不含地瓜。
            </>
          ),
        },
      ],
    },
    href: "https://www.petcookco.com/products/yolk-freeze-dried",
  },
  {
    product_name: "廣島牛奶牡蠣",
    type: "dog",
    block_intro: {
      subtitle: ["超大牡蠣", "營養美味", "海味十足"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          超~大~顆、超甜、
          <br className="pc-none" />
          超香牛奶牡蠣
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683dd3076750dd000cb67544/original.png?1748882183",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/683dd3076750dd000cb67544/original.png?1748882183",
      description: (
        <>
          派庫牡蠣凍乾選用日本廣島產牛奶牡蠣，超大顆牡蠣、無切割，富含鋅、Omega-3
          脂肪酸、牛磺酸與維生素 B
          群，幫助毛孩維持免疫力、毛髮光澤，非常推薦給海鮮控毛孩喔！
        </>
      ),
    },
    block_banner: {
      subtitle: "天然鋅補充的海味凍乾推薦",
      title: (
        <>
          超大顆牡蠣凍乾
          <br />
          一次補足微量營養
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683dd307f4e594000eb35e55/original.jpg?1748882183",
      description:
        "牡蠣的營養密度非常高，對於平常比較少吃內臟或毛髮狀況需要加強的毛孩來說，是非常適合的補充來源。派庫選用廣島牛奶牡蠣，肉質更鮮甜、更大顆，同時富含對毛孩重要的天然營養素：",
      list: [
        "☆ 天然鋅：幫助毛孩護膚、亮毛",
        "☆ Omega-3：抗發炎、維持亮毛與關節健康",
        "☆ 維生素B群：維持身活力，抒緩疲倦",
      ],
      note: "牡蠣是一款營養密度較高的食材，對平常較少吃內臟或毛髮狀況需要加強的毛孩，可以適量補充！",
    },
    block_suggest: {
      s: "1顆／週",
      m: "1~2顆／週",
      l: "2 顆以上視體型與活動量調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "原料嚴選 × SGS檢驗認證",
      title: (
        <>
          派庫廚房
          <br />
          嚴格把關更安心
        </>
      ),
      description: (
        <>
          派庫廚房不吝嗇給毛孩最優質的食品選擇！
          <br />
          從食材到製作，全程嚴格把關、安全認證，飼主、毛孩食用更安心！
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/683dd39373008b00109e11fd/original.jpeg?1748882323",
        "https://img.shoplineapp.com/media/image_clips/683dd393b6b4a7000eccbc39/original.jpeg?1748882323",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/683dd307b40db30010f14001/original.png?1748882183",
      element: "牡蠣",
      weight: "50±2g / 包",
      produce: "日本廣島",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "10 個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "427.6Kcal" },
        { name: "水分", data: "2.8%" },
        { name: "蛋白質", data: "34.4%" },
        { name: "脂肪", data: "11.6%" },
        { name: "碳水化合物", data: "6.4%" },
        { name: "鈉", data: "0.08%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "貓咪也可以吃牡蠣凍乾嗎？",
          a: (
            <>
              可以的！本產品為犬貓通用，未添加調味與鹽分，適合貓咪食用。建議視體型調整餵食量。
            </>
          ),
        },
        {
          q: "可以天天吃嗎？",
          a: <>不需要。牡蠣營養濃度較高，作為每週 1～2 次的點心餵食即可。</>,
        },
        {
          q: "我的毛孩吃乾飼料，也需要補這個嗎？",
          a: (
            <>
              若平時攝取較少海鮮或內臟的毛孩，牡蠣凍乾是天然的微量營養補充來源，能幫助補充不足的鋅與
              Omega-3。
            </>
          ),
        },
      ],
    },
    href: "https://www.petcookco.com/products/oyster",
  },
  {
    product_name: "筋肉胸雞丁凍乾",
    type: "cat",
    block_intro: {
      subtitle: ["CAS溫體雞", "低脂低熱量", "飲控毛孩推薦"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          低脂、高蛋白、無調味雞胸凍乾
          <br className="pc-none" />
          體重控管毛孩推薦no.1
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683c736a51d223000f673140/original.png?1748792169",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/683c736a51d223000f673140/original.png?1748792169",
      description: (
        <>
          嚴選在地溫體雞肉製成的雞丁凍乾，低脂高蛋白，富含維生素B群與多種礦物質，營養密度高、好吸收，是犬貓都能安心享用的日常補養點心。
          <br />
          <br />
          適合成長期、活動量大、或需要補營養的毛孩！
        </>
      ),
    },
    block_banner: {
      subtitle: "100%單一雞肉成分．低脂低熱量",
      title: (
        <>
          無添加 無調味雞胸部位
          <br />
          寵物凍乾入門推薦
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683c736aee2e09000f9d8129/original.jpg?1748792170",
      description:
        "雞胸肉屬於低脂高蛋白的原型肉食材，是許多飼主用來補充蛋白質的常見選擇。派庫雞丁凍乾使用 100% 單一雞胸肉製作，特別適合貪吃但需控制熱量的毛孩。",
      list: [
        "☆ 單一純雞肉製成，安心無添加",
        "☆ 低脂高蛋白，適合每日營養補充",
        "☆ 質地酥香，適口性高犬貓都適合",
      ],
    },
    block_suggest: {
      s: "1~2 顆",
      m: "2~4 顆",
      l: "4 顆以上視體型與活動量調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "臺灣 CAS × SGS 檢驗雙認證",
      title: (
        <>
          派庫廚房從食材到成品
          <br />
          嚴格把關更安心
        </>
      ),
      description: (
        <>
          派庫廚房不吝嗇給毛孩最優質的食品選擇！
          <br />
          雞丁凍乾選用 CAS 認證的在地溫體雞胸肉，肉品可溯源、品質穩定，並通過
          SGS 食品安全檢驗。
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/683c737afef148000ae233a5/original.jpeg?1748792185",
        "https://img.shoplineapp.com/media/image_clips/683c737af23329000d7e346f/original.jpeg?1748792185",
        "https://img.shoplineapp.com/media/image_clips/683c737a5c3ba200108283b4/original.jpeg?1748792185",
        "https://img.shoplineapp.com/media/image_clips/683c737ab008ee000bfc6a35/original.jpeg?1748792185",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/683c736ad5f255000a60d04f/original.png?1748792170",
      element: "雞肉",
      weight: "50±2g / 包",
      produce: "臺灣",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "10 個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "403.9Kcal" },
        { name: "水分", data: "1.1%" },
        { name: "灰份", data: "2.8%" },
        { name: "粗蛋白", data: "87.8%" },
        { name: "粗脂肪", data: "6.9%" },
        { name: "飽和脂肪", data: "1%" },
        { name: "反式脂肪", data: "0%" },
        { name: "碳水化合物", data: "0%" },
        { name: "鈉", data: "0.2%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "什麼是 CAS 認證？這款雞凍乾有嗎？",
          a: (
            <>
              CAS
              優良農產品標章，是農業部針對食品安全與品質所設立的認證制度。簡單來說，有
              CAS 標章的產品，<b>代表從來源到生產，都經過把關，讓你更安心</b>。
              <br />
              <br />
              CAS 的四大標準包括：
              <ol>
                <li>使用臺灣本地的農、水、畜產原料為主 最終產品必須符合CAS</li>
                <li>規定的品質標準 在高品質工廠製造，設備與流程需達標</li>
                <li>食品安全與衛生需經第三方單位檢驗與追蹤</li>
              </ol>
              <br />
              派庫雞丁凍乾所使用的雞胸肉，皆通過 CAS
              認證的臺灣溫體雞肉，來源透明、品質穩定，讓飼主可以放心選擇，也讓毛孩吃得安心。
              <br />
              <small>
                (參考來源：
                <a href="https://www.moa.gov.tw/ws.php?id=3877" target="_blank">
                  農業部
                </a>
                )
              </small>
            </>
          ),
        },
        {
          q: "雞丁大小大概多大？小型犬或貓咪適合嗎？",
          a: (
            <>
              雞丁凍乾每塊約 1～2
              公分，適合大多數犬貓咀嚼。對體型較小或牙口較弱的毛孩，可剝碎或泡水軟化後再餵食。
            </>
          ),
        },
        {
          q: "凍乾與烘烤零食有什麼不同？",
          a: (
            <>
              凍乾是透過冷凍乾燥技術製成，將食材中的水分直接氣化，不經高溫油炸或烘烤，能完整保留食材的營養與原始風味。加水還能
              100%
              還原成鮮肉口感。適合當作日常獎勵、拌入主食提升挑嘴毛孩進食量、需飲食控管或腸胃較敏感的毛孩。
            </>
          ),
        },
      ],
    },
    href: "https://www.petcookco.com/products/chicken-freeze-dried",
  },
  {
    product_name: "櫻桃鴨柳片凍乾",
    type: "dog",
    block_intro: {
      subtitle: ["低脂", "凍乾", "推薦"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          大片香脆鴨柳片
          <br className="pc-none" />
          手餵互動更有感！
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683c74d1f8dba3e689e6400e/original.png?1748792528",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/683c74d1f8dba3e689e6400e/original.png?1748792528",
      description: (
        <>
          大片鴨柳片，輕鬆撕片、慢慢餵食，陪毛孩一起享受吃點心的時間－
          <br />
          <br />
          派庫櫻桃鴨柳片凍乾選用臺灣 CAS
          認證櫻桃鴨胸肉，手撕鴨柳片肉質細嫩、香氣自然濃郁，保留鮮肉原始纖維與營養。
          <br />
          <br />
          低敏鴨肉，輕鬆撕片、方便手餵，是零食時間互動與補養兼具的互動點心！
        </>
      ),
    },
    block_banner: {
      subtitle: "低過敏源肉品．營養價值高零食推薦",
      title: (
        <>
          大片鴨柳好撕好餵
          <br />
          香氣一出毛孩就坐好等！
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683c74d136f2cd0010028df0/original.jpg?1748792528",
      list: [
        "☆ 大片原肉，好撕、不碎裂，互動零食首選",
        "☆ 豐富蛋白質與鐵質，維持肌肉成長",
        "☆ 低過敏源肉類，溫和好吸引",
      ],
    },
    block_suggest: {
      s: "1~2 顆",
      m: "2~4 顆",
      l: "4 顆以上視體型與活動量調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "臺灣 CAS 認證櫻桃鴨 × SGS 檢驗雙認證",
      title: (
        <>
          派庫廚房 從食材到製程
          <br />
          嚴格把關更安心
        </>
      ),
      description: (
        <>
          派庫廚房不吝嗇給毛孩最優質的食品選擇！
          <br />
          我們的鴨柳凍乾選用CAS認證的在地櫻桃鴨肉，肉品可溯源、品質穩定，並通過SGS食品安全檢驗。
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/683c74c524fc43001032f16f/original.jpeg?1748792516",
        "https://img.shoplineapp.com/media/image_clips/683c74c594cf83000a8f47af/original.jpeg?1748792516",
        "https://img.shoplineapp.com/media/image_clips/683c74c5d48118000ef8eaf8/original.jpeg?1748792516",
        "https://img.shoplineapp.com/media/image_clips/683c74c5bdc043000c48fe28/original.jpeg?1748792516",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/683c74d1f151fd000b00d9cc/original.png?1748792528",
      element: "鴨肉",
      weight: "50±2g / 包",
      produce: "臺灣",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "10 個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "352Kcal" },
        { name: "水分", data: "1%" },
        { name: "灰份", data: "4.5%" },
        { name: "粗蛋白", data: "68.2%" },
        { name: "粗脂肪", data: "7.2%" },
        { name: "飽和脂肪", data: "3%" },
        { name: "反式脂肪", data: "0%" },
        { name: "碳水化合物", data: "8%" },
        { name: "鈉", data: "0.3%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "什麼是 CAS 認證？這款鴨凍乾有嗎？",
          a: (
            <>
              CAS
              優良農產品標章，是農業部針對食品安全與品質所設立的認證制度。簡單來說，有
              CAS 標章的產品，<b>代表從來源到生產，都經過把關，讓你更安心</b>。
              <br />
              <br />
              CAS 的四大標準包括：
              <ol>
                <li>使用臺灣本地的農、水、畜產原料為主 最終產品必須符合CAS</li>
                <li>規定的品質標準 在高品質工廠製造，設備與流程需達標</li>
                <li>食品安全與衛生需經第三方單位檢驗與追蹤</li>
              </ol>
              <br />
              派庫櫻桃鴨柳片所使用的鴨肉，皆通過 CAS
              認證，來源透明、品質穩定，讓飼主可以放心選擇，也讓毛孩吃得安心。
              <br />
              <small>
                (參考來源：
                <a href="https://www.moa.gov.tw/ws.php?id=3877" target="_blank">
                  農業部
                </a>
                )
              </small>
            </>
          ),
        },
        {
          q: "櫻桃鴨和一般鴨肉有什麼差別？",
          a: (
            <>
              櫻桃鴨是臺灣常見飼養品種之一，肉質較細嫩、油脂分布均勻、腥味較低，風味更溫潤，特別適合怕油膩或腸胃敏感的毛孩食用。
            </>
          ),
        },
        {
          q: "凍乾與烘烤零食有什麼不同？",
          a: (
            <>
              凍乾是透過冷凍乾燥技術製成，將食材中的水分直接氣化，不經高溫油炸或烘烤，能完整保留食材的營養與原始風味。加水還能
              100%
              還原成鮮肉口感。適合當作日常獎勵、拌入主食提升挑嘴毛孩進食量、需飲食控管或腸胃較敏感的毛孩。
            </>
          ),
        },
      ],
    },
    href: "https://www.petcookco.com/products/chicken-freeze-dried",
  },
  {
    product_name: "五告桑舒壓海味凍乾",
    type: "cat",
    block_intro: {
      subtitle: ["貓咪", "穩定舒壓", "配方"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          GABA 安撫貓咪緊張情緒
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683dd627c2d772000da55333/original.png?1748882983",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/683dd627c2d772000da55333/original.png?1748882983",
      description: (
        <>
          五告桑舒壓海味凍乾，來自嘉義布袋的新鮮虱目魚與紐西蘭空運綠貽貝，結合對貓咪有效紓緩情緒的酪蛋白和
          GABA 的營養配方，為貓咪專屬設計的安心零食。
          <br />
          <br />
          每份 22g，輕巧棒狀設計，方便貓咪食用，有助穩定情緒、提升睡眠品質。
        </>
      ),
    },
    block_banner: {
      subtitle: "酪蛋白 & GABA 營養配方",
      title: (
        <>
          酪蛋白 & GABA
          <br />
          配方紓壓放鬆海味凍乾推薦
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683dd628dd8f36000e98c142/original.jpg?1748882983",
      list: [
        "☆ 虱目魚+綠貽貝主成分，營養又美味。",
        "☆ 酪蛋白+GABA： 幫助情緒紓緩。",
        "☆ 無添加人工香料及防腐劑，食用更安心。",
      ],
      note: "若毛孩患有消化系統疾病,如胰臟炎、胃潰炎等情況，請食用前詢問獸醫師，以避免過量。",
    },
    block_suggest: {
      s: "1~2 顆",
      m: "2~4 顆",
      l: "4 顆以上視體型與活動量調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "新鮮食材嚴選ｘSGS檢驗認證",
      title: <>派庫為毛孩嚴格把關更安心</>,
      description: (
        <>
          派庫不吝嗇給毛孩最優質的食品選擇！
          <br />
          來自嘉養食袋新鮮虱目魚，食材來源透明、品質穩定
          <br />
          通過 SGS 食品安全檢驗，只給毛孩最安心的選擇。
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/683dd685b8ea6d001026d4cc/original.jpeg?1748883077",
        "https://img.shoplineapp.com/media/image_clips/683dd6861cd3ab000b0ddde2/original.jpeg?1748883077",
        "https://img.shoplineapp.com/media/image_clips/683dd685b6b4a7000accbe4b/original.jpeg?1748883077",
        "https://img.shoplineapp.com/media/image_clips/683dd685758d9f00114b398e/original.jpeg?1748883077",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/683dd627eaf76e0010f58bb5/original.png?1748882983",
      element: "虱目魚、酪蛋白、綠貽貝、GABA",
      weight: "22±2g / 包",
      produce: "臺灣",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "12 個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "401Kcal" },
        { name: "水分", data: "2.7%" },
        { name: "蛋白質", data: "83.7%" },
        { name: "脂肪", data: "6.2%" },
        { name: "碳水化合物", data: "2.6%" },
        { name: "鈉", data: "0.14%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "GABA 是什麼？",
          a: (
            <>
              GABA
              是一種天然存在於神經系統中的抑制性神經遞質，能有效幫助貓咪減少焦慮感，穩定情緒，並促進深度睡眠。
            </>
          ),
        },
        {
          q: "酪蛋白對貓咪有副作用嗎？",
          a: (
            <>
              酪蛋白來自乳製品，因此對於乳糖不耐症的貓咪可能不適合。建議首次餵食時觀察反應，並控制餵食量。
            </>
          ),
        },
        {
          q: "五告桑紓壓海味凍乾可以每日餵食嗎？",
          a: (
            <>
              建議將此產品作為日常點心或舒壓零食餵食，每日餵食量應控制在 1-2
              條內，避免攝取過量導致腸胃不適。建議 3
              個月以上毛孩開始食用，並依體型與活動量調整每日份量。
            </>
          ),
        },
        {
          q: "這款產品能和其他保健品一起餵食嗎？",
          a: (
            <>
              五告桑紓壓海味凍乾中的 GABA
              與酪蛋白均為天然成分，適合與日常飼料或其他保健品一同搭配，對毛孩有一些潛在的益處，但也有需要注意的地方。若毛孩本身體質較敏感，建議食用前可諮詢獸醫生，或首次少量食用觀察貓咪反應，以確保無不良反應。
            </>
          ),
        },
      ],
    },
    href: "https://www.petcookco.com/products/cat-milkfish",
  },
  {
    product_name: "酥胡啦雞佛凍乾",
    type: "dog",
    block_intro: {
      subtitle: ["100%雞佛", "香濃誘食", "食補零食"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          咖滋！咖滋！
          <br className="pc-none" />
          這不是點心 是毛孩能量補給炸彈
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683c7b7e8507d5000d03f3c0/original.png?1748794238",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/683c7b7e8507d5000d03f3c0/original.png?1748794238",
      description: (
        <>
          整顆吃，更對味的天然寵物零食人氣 top 1！
          <br />
          <br />
          讓毛孩一吃就愛上的酥胡啦雞佛凍乾，選用新鮮大雞佛，完整保留食材原型，營養密度高、香氣濃郁，是市面少見的高能補養點心。
          <br />
          特別適合需要補充元氣、提振活力的毛孩食用，挑嘴族也常回購指定！
          <br />
          <br />
          雞佛本身膽固醇偏高，有在控管體重的毛孩，建議適量食用喔！
        </>
      ),
    },
    block_banner: {
      subtitle: "單一食材・純雞佛凍乾",
      title: (
        <>
          整顆雞佛，挑嘴也臣服
          <br />
          一次一顆，補養剛剛好！
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683c7b7eb3dc1c000a783649/original.jpg?1748794238",
      list: [
        "☆超大顆雞佛，真材實料，市售no.1",
        "☆ 高脂營養，補氣、開胃強力支援",
        "☆ 內酥外軟、香氣十足，挑嘴毛孩換食推薦！",
      ],
    },
    block_suggest: {
      s: "1~2 顆",
      m: "2~3 顆",
      l: "3 顆以上視體型與活動量調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "從原料到製程．把關毛孩的每一口",
      title: <>天然食材嚴選 × SGS檢驗認證</>,
      description: (
        <>
          派庫廚房不吝給毛孩最好的選擇！
          <br />
          食品全程依第三方安全標準製作，通過SGS檢驗，確保食材來源到製程通通有把關！
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/683dcdb8f4e594000eb35bad/original.jpeg?1748880824",
        "https://img.shoplineapp.com/media/image_clips/683dcdb9dd20510011a737c4/original.jpeg?1748880824",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/683c7b7e17e62b000febbf64/original.png?1748794238",
      element: "雞佛",
      weight: "30±2g / 包",
      produce: "臺灣",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "10 個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "448.8Kcal" },
        { name: "水分", data: "4.2%" },
        { name: "灰份", data: "0%" },
        { name: "粗蛋白", data: "61.3%" },
        { name: "粗脂肪", data: "18.8%" },
        { name: "飽和脂肪", data: "3%" },
        { name: "反式脂肪", data: "0%" },
        { name: "碳水化合物", data: "8.6%" },
        { name: "鈉", data: "0.6%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "狗狗／貓咪可以吃雞佛嗎？",
          a: (
            <>
              可以！雞佛含有豐富蛋白與脂肪酸，是天然營養來源，凍乾處理後無腥味、無調味，安心給毛孩吃。
            </>
          ),
        },
        {
          q: "雞佛會不會太油？",
          a: (
            <>
              本產品僅保留原料自然脂肪，不加油、不炸、無任何添加，脂肪量適中，每日餵食建議請依體型與活動量調整。
            </>
          ),
        },
        {
          q: "雞佛凍乾適合哪種毛孩？",
          a: (
            <>
              本身為天然產品，一般而言，3
              個月以上的毛孩皆適合食用。若毛孩有特殊疾病或營養控制需求，建議可依獸醫師建議調整餵食量。
            </>
          ),
        },
      ],
    },
    href: "https://www.petcookco.com/products/chickstestickle",
  },
  {
    product_name: "酥酥丁香魚凍乾",
    type: "cat",
    block_intro: {
      subtitle: ["來自", "澎湖", "大尾丁香魚"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          超香~超脆~超有料 新鮮小魚乾
          <br className="pc-none" />
          補鈣香香好入口
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683c7a30804836000ce45378/original.png?1748793904",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/683c7a30804836000ce45378/original.png?1748793904",
      description: (
        <>
          小小一尾，滿滿營養～現在就讓毛孩吃吃看這款人氣魚乾！
          <br />
          <br />
          酥酥丁香魚凍乾選用整尾澎湖在地新鮮丁香魚，保留完整丁香魚魚體與營養成分，鈣質含量豐富，是毛孩補鈣的好幫手。
          <br />
          <br />
          口感酥脆、香氣十足，一咬即斷、好咀嚼，適口性佳的天然小魚乾零食！
        </>
      ),
    },
    block_banner: {
      subtitle: "100% 單一魚肉．極鮮上桌",
      title: (
        <>
          澎湖在地大尾丁香魚
          <br />
          天然鈣質不流失
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683c7a3012512d000c2d36bc/original.jpg?1748793904",
      list: [
        "☆ 超大尾丁香魚，海味十足，挑嘴毛孩超推！",
        "☆ 天然鈣質，維持毛孩關節健康",
        "☆ 無鹽、無泡發，食用超安心",
      ],
      note: "日常獎勵或營養補充皆適用，不適合作為主食大量食用喔！",
    },
    block_suggest: {
      s: "1~2 尾",
      m: "2~3 尾",
      l: "4 尾以上，依情況調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "台灣海域新鮮魚獲 × SGS認證",
      title: (
        <>
          派庫廚房
          <br />
          為毛孩每一口嚴格把關更安心
        </>
      ),
      description: (
        <>
          嚴選澎湖在地新鮮大尾丁香魚，製程不漂白、不泡發、不泡鹽，保留丁香魚完原型。
          <br />
          經SGS檢驗合格，食用安心又純粹！
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/683c7a25dbd9e2000d6e632a/original.jpeg?1748793892",
        "https://img.shoplineapp.com/media/image_clips/683c7a25cd49d6000ecc8d34/original.jpeg?1748793892",
        "https://img.shoplineapp.com/media/image_clips/683c7a25c8e392000ae2356f/original.jpeg?1748793892",
        "https://img.shoplineapp.com/media/image_clips/683c7a2549c6c90010e16adc/original.jpeg?1748793892",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/683c7a300ec468000ccefde2/original.png?1748793904",
      element: "丁香魚",
      weight: "50±2g / 包",
      produce: "臺灣",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "10 個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "400Kcal" },
        { name: "水分", data: "2.1%" },
        { name: "灰份", data: "12.5%" },
        { name: "粗蛋白", data: "72.2%" },
        { name: "粗脂肪", data: "9.6%" },
        { name: "飽和脂肪", data: "2.1%" },
        { name: "反式脂肪", data: "0%" },
        { name: "碳水化合物", data: "0%" },
        { name: "鈉", data: "1.4%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "丁香魚可以給貓狗吃嗎？會不會太鹹？",
          a: (
            <>
              可以的！本產品使用無鹽處理的小魚製作，不添加任何鹽分與香料，保留原味，是適合毛孩的天然蛋白與鈣質來源。
            </>
          ),
        },
        {
          q: "丁香魚凍乾會不會有刺？會不會卡喉嚨？",
          a: (
            <>
              丁香魚的魚刺細小，經凍乾處理後呈酥脆狀，一般毛孩都能輕鬆咀嚼與吞嚥。若毛孩年長或牙口較弱，也建議剝碎或泡水後餵食。
            </>
          ),
        },
        {
          q: "雞丁香魚有什麼營養價值？",
          a: (
            <>
              丁香魚富含天然鈣質、優質蛋白、DHA 與 Omega-3
              脂肪酸，對骨骼發展、毛髮光澤與免疫力都有幫助，適合 3
              個月以上的毛孩零食補充。
            </>
          ),
        },
      ],
    },
    href: "https://www.petcookco.com/products/chickstestickle",
  },
  {
    product_name: "虎克鬼頭刀凍乾",
    type: "cat",
    block_intro: {
      subtitle: ["原塊魚肉", "香氣滿分", "貓咪推薦"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          台灣海域新鮮魚貨
          <br className="pc-none" />
          貓咪一吃就愛上的魚肉凍乾！
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683c782f38a937000d14c1c7/original.png?1748793390",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/683c782f38a937000d14c1c7/original.png?1748793390",
      description: (
        <>
          虎克鬼頭刀凍乾使用來自臺灣東南部外海的新鮮鬼頭刀魚，經去刺處理後以低溫冷凍乾燥製成，保留魚肉原始的營養與風味，不添加鹽分與香料，讓毛孩吃得安心、吃得純粹。
          <br />
          <br />
          鬼頭刀富含高蛋白、DHA、Omega-3
          與維生素B，不只是香，還能幫助毛髮健康、元氣提升，是一款高機能、貓狗都愛的海魚凍乾零食。
        </>
      ),
    },
    block_banner: {
      subtitle: "100% 單一魚肉成分．食用零負擔",
      title: (
        <>
          完整魚塊、食感滿滿
          <br />
          挑嘴貓最愛！
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683c782f12512dfeca2d02f0/original.jpg?1748793391",
      list: [
        "☆ 魚肉單一成分，無添加、低脂高蛋白",
        "☆富含 Omega-3，幫助毛孩元氣與毛髮健康",
        "☆ 1x1 丁狀凍乾，適合訓練獎勵或搭配主食",
      ],
      note: "日常獎勵或營養補充皆適用，不適合作為主食大量食用喔！",
    },
    block_suggest: {
      s: "1~2 顆",
      m: "2~4 顆",
      l: "4 顆以上，依情況調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "選用台灣海域鮮魚 SGS 認證更安心",
      title: (
        <>
          派庫為毛孩嚴格把關
          <br />
          食用更安心
        </>
      ),
      description: (
        <>
          鬼頭刀主要漁獲來自台灣海域，包括台東新港、宜蘭南方澳與屏東東港等地，皆為可追溯來源的在地漁港，並通過
          SGS 認證的原料檢驗，從產地到毛孩口中，全程把關、安心食用！
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/683c7842aebcdc0011e2d89b/original.jpeg?1748793410",
        "https://img.shoplineapp.com/media/image_clips/683c7842b8540d000cad76a4/original.jpeg?1748793410",
        "https://img.shoplineapp.com/media/image_clips/683c7842110321000ac9e0b6/original.jpeg?1748793410",
        "https://img.shoplineapp.com/media/image_clips/683c78421f3ef8000fedd088/original.jpeg?1748793410",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/683c782f372e28000cf414f2/original.png?1748793390",
      element: "鬼頭刀",
      weight: "50±2g / 包",
      produce: "臺灣",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "10 個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "405.2Kcal" },
        { name: "水分", data: "2.1%" },
        { name: "灰份", data: "5.6%" },
        { name: "粗蛋白", data: "85.5%" },
        { name: "粗脂肪", data: "4.3%" },
        { name: "飽和脂肪", data: "2%" },
        { name: "反式脂肪", data: "0%" },
        { name: "碳水化合物", data: "0%" },
        { name: "鈉", data: "0.5%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "鬼頭刀魚是什麼魚？毛孩真的可以吃嗎？",
          a: (
            <>
              鬼頭刀是一種廣泛分布於台灣海域的深海魚，屬於高蛋白、低脂肪的魚種。我們選用新鮮鬼頭刀魚肉，不添加鹽分或香料、無刺處理，經低溫凍乾後保留天然營養與香氣，貓狗皆可安心食用。富含DHA、Omega-3、維生素D，非常適合用作日常補充的高營養點心。
            </>
          ),
        },
        {
          q: "魚凍乾會不會有腥味？毛孩會不會不敢吃？",
          a: (
            <>
              派庫的虎克鬼頭刀凍乾使用新鮮原塊魚肉製作，經凍乾後呈現酥香口感，嗅覺敏銳的毛孩也容易接受。若毛孩習慣肉類口味，可先少量混入主食引導，通常在開封後的自然香氣下，多數毛孩會很快接受這款魚肉點心。
            </>
          ),
        },
        {
          q: "鬼頭刀凍乾適合哪些毛孩？",
          a: (
            <>
              本產品適合3個月以上的犬貓食用，不論是日常補充營養、挑嘴毛孩提升食慾，或是換季補元氣都很適合。若是年長毛孩、牙口較弱者，可稍加捏碎或泡水軟化後餵食，口感更好入口。
            </>
          ),
        },
      ],
    },
    href: "https://www.petcookco.com/products/ghost-fish-freeze-dried",
  },
  {
    product_name: "南海極鮮貝柱",
    type: "cat",
    block_intro: {
      subtitle: ["天然鮮味", "低脂低熱量", "海味零食"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          南海鮮甜小貝干
          <br className="pc-none" />
          極鮮上桌！
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/6841b3f56dfb5a000ebf4a32/original.png?1749136373",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/6841b3f56dfb5a000ebf4a32/original.png?1749136373",
      description: (
        <>
          南海極鮮貝柱選用南方海域的新鮮干貝，保留原始鮮味與營養、無添加，富含優質蛋白、低熱量、低膽固醇，作為毛孩日常零食無負擔，是控制體重的毛孩推薦小點心喔！
        </>
      ),
    },
    block_banner: {
      subtitle: "保留食材營養．零食也能吃得健康",
      title: <>控制體重的毛孩零食推薦</>,
      img: "https://img.shoplineapp.com/media/image_clips/6841b3f6269338000e9ae325/original.jpg?1749136374",
      list: [
        "☆ 100% 新鮮小干貝",
        "☆ 優質蛋白質、胺基酸與礦物質，維持毛孩免疫力",
        "☆ 低熱量、低膽固醇，適合控管體重的毛孩",
        "☆ SGS 認證食品，產地可溯源",
      ],
      note: "日常獎勵或營養補充皆適用，不適合作為主食大量食用喔！",
    },
    block_suggest: {
      s: "4~6 顆／週",
      m: "6~10 顆／週",
      l: "10 顆以上視體型與活動量調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "南方澳產地直送 × SGS檢驗認證",
      title: <>產地透明 x 食材新鮮 x 安全認證</>,
      description: (
        <>
          好食材，好安心。 <br />
          我們相信，對毛孩的照顧從一開始就不能馬虎。
          <br />
          從透明產地到新鮮製程，每一道關卡都層層把關，只為給毛孩最安心的選擇。
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/683c7db1f151fd000d00e00c/original.jpeg?1748794800",
        "https://img.shoplineapp.com/media/image_clips/683c7db131950c000d71e437/original.jpeg?1748794800",
        "https://img.shoplineapp.com/media/image_clips/683c7db131950c001171e3cf/original.jpeg?1748794800",
        "https://img.shoplineapp.com/media/image_clips/683c7db15c3ba2000b828b3f/original.jpeg?1748794800",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/6841b3f6f6b4220010b8cf04/original.png?1749136374",
      element: "干貝",
      weight: "6±2g / 包",
      produce: "臺灣",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "10 個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "385.6Kcal" },
        { name: "水分", data: "0%" },
        { name: "蛋白質", data: "78.3%" },
        { name: "脂肪", data: "3.2%" },
        { name: "碳水化合物", data: "2%" },
        { name: "鈉", data: "0.12%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "貓狗可以吃干貝嗎？",
          a: (
            <>
              可以，干貝富含高品質蛋白質、胺基酸及多種礦物質，對毛孩是健康的食材喔！
            </>
          ),
        },
        {
          q: "牙口不好的毛孩干貝凍乾會不會太硬？",
          a: <>干貝經冷凍乾燥後，口感較為酥脆，牙口不佳的毛孩也能安心享用。</>,
        },
        {
          q: "干貝凍乾適合什麼樣的毛孩？",
          a: (
            <>
              一般來說，三個月以上、開始進食副食品的犬貓皆可食用。如毛孩有特殊疾病、過敏或飲食控制需求，建議先諮詢獸醫。
            </>
          ),
        },
      ],
    },
    href: "https://www.petcookco.com/products/ghost-fish-freeze-dried",
  },
  {
    product_name: "涮嘴。吻仔魚",
    type: "cat",
    block_intro: {
      subtitle: ["鮮魚熟成", "低鹽高鈣", "拌飯神器"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          小吻仔，大營養、越吃越＂涮嘴＂
          <br className="pc-none" />
          拌入罐罐飼料更美味！
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/6841b3f56dfb5a000ebf4a32/original.png?1749136373",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/6841b3f56dfb5a000ebf4a32/original.png?1749136373",
      description: (
        <>
          拌入毛孩飼料或罐罐，超香～超開胃！
          <br />
          <br />
          來自台灣魩鱙漁業的吻仔魚，現撈、低溫運輸到凍乾製程，保持魚貨最新鮮狀態，經熟成處理後再以
          -50°C 冷凍乾燥，全程無漂白、無加鹽，給毛孩最原始的海味與營養！
        </>
      ),
    },
    block_card_comic: {
      subtitle: "唯一推薦",
      title: <>如果你家貓咪是...</>,
      card: [
        {
          id: 1,
          img: "https://img.shoplineapp.com/media/image_clips/6898761bbaaa6c0018b6f3b4/original.png?1754822168",
          title: "跑酷選手型貓咪",
          des: (
            <>
              每天飛上書架、跳櫃子，
              <br />
              骨頭長期有壓力
            </>
          ),
        },
        {
          id: 2,
          img: "https://img.shoplineapp.com/media/image_clips/6898761b2ff634000aee3285/original.png?1754822168",
          title: "挑食不喝水貓咪",
          des: (
            <>
              主食吃很少、
              <br />
              補營養只能靠撒料
            </>
          ),
        },
        {
          id: 3,
          img: "https://img.shoplineapp.com/media/image_clips/6898761b06f9e8000a1951d8/original.png?1754822168",
          title: "高齡退化貓咪",
          des: (
            <>
              隨著年紀增長，動作變慢，
              <br />
              補點鈣維持活動力
            </>
          ),
        },
      ],
      slogan: "每天跳上跳下，貓咪補鈣小零食，日常補充剛剛好！",
    },
    block_class: {
      subtitle: "派庫小學堂",
      title: <>選對吻仔魚，營養才到位！</>,
      img: "https://img.shoplineapp.com/media/image_clips/683c6c4851d223000e67309c/original.jpg?1748790344",
      content: (
        <>
          你可能不知道，市面上的「吻仔魚」其實不是一種魚的名字，而是幾種魚的總稱。
          <br />
          <b>派庫選用的吻仔魚，來自台灣魩鱙漁業認證船隊</b>
          ，從捕撈、處理到製程都嚴格把關。不是市面混雜的魚苗喔！
          <br />
          <br />
          挑選營養密度高、體型完整、乾淨無雜的吻仔魚，讓毛孩吃得安心、你也放心。
        </>
      ),
    },
    block_banner: {
      subtitle: "傲嬌貓貓伸手手零食推薦",
      title: (
        <>
          貓界天然小魚干
          <br />
          營養美味讓毛孩淪陷
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/6841b3f6269338000e9ae325/original.jpg?1749136374",
      list: [
        "☆ 無添加、無泡鹽，熟魚製程少負擔",
        "☆ 熟食凍乾，好消化、好吸收",
        "☆ 補鈣、補鐵、補營養，吃得香也顧健康",
      ],
    },
    block_suggest: {
      s: "1~2 茶匙",
      m: "2～3 茶匙",
      l: "5 茶匙以上，依情況調整",
      note: [
        "零食攝取量建議每日攝取熱量不超過主食的 10%，並依活動量與體態調整",
        "建議拌入主食、或作為獎勵點心適量給予，不建議取代主食喔！",
      ],
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: (
        <>
          派庫吻仔魚凍乾
          <br />
          這樣吃超美味
        </>
      ),
    },
    block_report: {
      subtitle: "新鮮短鏈食材 × SGS檢驗安心把關",
      title: <>從產地到毛孩碗裡，我們每一步都是看得見安心</>,
      description: (
        <>
          我們凍乾製程，採用通過 ISO22000 與 HACCP
          認證的食品工廠，全程衛生、安全可溯源。
          <br />
          每批食品都經過第三方 SGS
          檢驗合格層層把關，只為讓你放心，毛孩安心吃下每一口！
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/6898c8455686ec000ecfddcd/original.jpeg?1754843204",
        "https://img.shoplineapp.com/media/image_clips/6898c845b5bdc20012769dbd/original.jpeg?1754843204",
        "https://img.shoplineapp.com/media/image_clips/6898c84537e26a00100018fc/original.jpeg?1754843204",
        "https://img.shoplineapp.com/media/image_clips/6898c845d40c0e00186a6bf1/original.jpeg?1754843204",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/6841b3f6f6b4220010b8cf04/original.png?1749136374",
      element: "吻仔魚",
      weight: "30±2g / 包",
      produce: "臺灣",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "12 個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "403Kcal" },
        { name: "水分", data: "1.1%" },
        { name: "灰份", data: "2.8%" },
        { name: "粗蛋白", data: "87.8%" },
        { name: "粗脂肪", data: "6.9%" },
        { name: "飽和脂肪", data: "1%" },
        { name: "反式脂肪", data: "0%" },
        { name: "碳水化合物", data: "0%" },
        { name: "鈉", data: "0.2%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "這款會不會太鹹？",
          a: (
            <>
              不會喔！這款吻仔魚台灣東部海域現撈後，經過熟食處理後凍乾，過程無添加鹽、無泡鹽，自然鮮味但鹹度大幅降低，對貓咪來說是相對低鈉、適口性又好的營養點心。
            </>
          ),
        },
        {
          q: "吻仔魚凍乾是生食嗎？",
          a: (
            <>
              不是生食喔！這款吻仔魚凍乾是先熟食再冷凍乾燥的「熟凍乾」，好保存、好消化，也不會有生食疑慮。很適合腸胃較敏感、年紀稍長或剛換食的毛孩食用。
            </>
          ),
        },
        {
          q: "可以給狗狗吃嗎?",
          a: (
            <>
              雖然本產品為貓咪設計，但成分天然、無添加，也很適合狗狗食用喔！若狗狗喜歡魚味、對魚類無過敏狀況，可以安心餵食。
            </>
          ),
        },
        {
          q: "適合所有貓咪嗎？幼貓或年長貓可以吃嗎?",
          a: (
            <>
              吻仔魚凍乾使用天然食材、不加任何人工添加，營養單純、負擔低。含有豐富蛋白質、鈣質等天然營養素，2
              個月以上的貓狗都可以安心食用。如果毛孩對魚類有過敏情況，就不建議食用喔！
            </>
          ),
        },
      ],
    },
    href: "https://www.petcookco.com/products/whitebait",
  },
  {
    product_name: "蒸的是。嫩雞",
    type: "dog",
    block_intro: {
      subtitle: ["天然鮮味", "低脂低熱量", "海味零食"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          別再忙著煮柴柴肉
          <br className="pc-none" />
          毛孩只想吃嫩嫩雞！
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/6841b3f56dfb5a000ebf4a32/original.png?1749136373",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/6841b3f56dfb5a000ebf4a32/original.png?1749136373",
      description: (
        <>
          <b>
            一點也不柴的嫩雞胸！
            <br />
          </b>
          選用溫體雞胸肉，經高溫滅菌釜熟成工藝，封存食材肉汁與營養，熟嫩多汁、真的不柴！
          <br />
          <br />
          無添加、無調味，每天只要撕開包裝，毛孩就能大口吃肉、補充滿滿蛋白質喔！
        </>
      ),
    },
    block_process: {
      subtitle: "派庫小學堂",
      title: <>高溫滅菌釜是什麼？</>,
      step: [
        {
          step: 1,
          img: "https://img.shoplineapp.com/media/image_clips/6898246ef97fde0010853ba8/original.png?1754801259",
          content: "當日溫體直送",
        },
        {
          step: 2,
          img: "https://img.shoplineapp.com/media/image_clips/6898246e732175001636c003/original.png?1754801259",
          content: "密封包裝",
        },
        {
          step: 3,
          img: "https://img.shoplineapp.com/media/image_clips/6898246ffea6d300189153dd/original.png?1754801260",
          content: (
            <>
              110~135℃
              <br />
              15 分鐘高壓蒸氣熟成
            </>
          ),
        },
        {
          step: 4,
          img: "https://img.shoplineapp.com/media/image_clips/6898246ecf271c000c006293/original.png?1754801259",
          content: (
            <>
              保留營養
              <br />
              嫩中帶汁
            </>
          ),
        },
      ],
      slogan: "這樣蒸，真滴嫩",
      content: (
        <>
          <span className="highlight">
            高溫滅菌釜是一種利用水蒸氣高溫高壓進行滅菌的設備
          </span>
          ，通常以飽和蒸氣或熱水將內部加熱至 110～135°C，並持續至少 15
          分鐘來達成食品的滅菌處理。常用來處理像是即食包、罐頭或寵物熟食，吃起來安心又營養。
        </>
      ),
    },
    block_banner: {
      subtitle: "毛孩健康加餐小點心",
      title: <>鮮嫩多汁 好吃到舔碗底</>,
      img: "https://img.shoplineapp.com/media/image_clips/6841b3f6269338000e9ae325/original.jpg?1749136374",
      list: [
        "☆ 選用台灣CAS認證雞胸，品質有保障",
        "☆ 無添加、無調味，無人工添加",
        "☆ 高溫滅菌處理，鮮嫩多汁、營養不流失",
      ],
      note: "日常獎勵或營養補充皆適用，不適合作為主食大量食用喔！",
    },
    block_communicate: {
      subtitle: "毛孩一致推薦",
      title: (
        <>
          一撕即食
          <br />
          每天幫你省下 10 分鐘煮肉時間
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/68985511b7ef120012008d12/original.png?1754813712",
      content: (
        <>
          每天煮肉、撕肉、吹涼，
          <br />
          準備到好就要半小時？
          <br />
          現在只要一撕就能餵，
          <br />
          <br />
          快速方便、保有營養、毛孩也更愛吃！
        </>
      ),
    },
    block_card1: {
      subtitle: "一口一個剛剛好",
      title: (
        <>
          1 包 2 入裝
          <br />
          外出攜帶也便利！
        </>
      ),
      card: [
        {
          id: 1,
          img: "https://img.shoplineapp.com/media/image_clips/689863f6a56856000eca54d7/original.png?1754817523",
          title: "份量剛剛好",
          des: (
            <>
              每包內含 2 塊熟食雞胸肉，
              <br />
              一次一塊，份量剛好
            </>
          ),
        },
        {
          id: 2,
          img: "https://img.shoplineapp.com/media/image_clips/689863f63a7ac4000c7a3703/original.png?1754817523",
          title: "補充超方便",
          des: (
            <>
              常溫保存、不需冷藏，
              <br />
              日常補充超方便
            </>
          ),
        },
        {
          id: 3,
          img: "https://img.shoplineapp.com/media/image_clips/689863f5a150380016b8646c/original.png?1754817523",
          title: "毛孩最愛吃",
          des: (
            <>
              適合外出旅遊、露營，
              <br />
              作為毛孩獎勵或佐餐點心
            </>
          ),
        },
      ],
    },
    block_card2: {
      subtitle: "小叮嚀",
      title: (
        <>
          蒸的是。嫩雞
          <br />
          餵食小建議
        </>
      ),
      card: [
        {
          id: 1,
          img: "https://img.shoplineapp.com/media/image_clips/68986a21a568560012ca56d0/original.png?1754819103",
          des: <>此為零食，請勿過量餵食，亦不可當主食食用。</>,
        },
        {
          id: 2,
          img: "https://img.shoplineapp.com/media/image_clips/68986a2121dcef00160317b7/original.png?1754819103",
          des: <>適用於 3 個月以上的犬貓</>,
        },
        {
          id: 3,
          img: "https://img.shoplineapp.com/media/image_clips/68986a21eddb01000ec6bd2a/original.png?1754819103",
          des: <>請放置陰涼處、避免放在太陽直射的地方。</>,
        },
        {
          id: 4,
          img: "https://img.shoplineapp.com/media/image_clips/68986a212959f5000c9ca471/original.png?1754819103",
          des: <>若有膨泡情形，請勿拆封、並連絡我們喔!</>,
        },
      ],
    },
    block_report: {
      subtitle: "ISO22000, HACCP 合規製程 × SGS檢驗認證",
      title: <>從原料到製程都讓你看得見安心</>,
      description: (
        <>
          我們凍乾製程，採用通過 ISO22000 與 HACCP
          認證的食品工廠，全程衛生、安全可溯源。 每批食品都經過第三方 SGS
          檢驗合格層層把關，只為讓你放心，毛孩安心吃下每一口！
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/683c7db1f151fd000d00e00c/original.jpeg?1748794800",
        "https://img.shoplineapp.com/media/image_clips/683c7db131950c000d71e437/original.jpeg?1748794800",
        "https://img.shoplineapp.com/media/image_clips/683c7db131950c001171e3cf/original.jpeg?1748794800",
        "https://img.shoplineapp.com/media/image_clips/683c7db15c3ba2000b828b3f/original.jpeg?1748794800",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/6841b3f6f6b4220010b8cf04/original.png?1749136374",
      element: "雞胸",
      weight: "40±2g / 包",
      produce: "臺灣",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "12 個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "104Kcal" },
        { name: "水分", data: "70%" },
        { name: "蛋白質", data: "22%" },
        { name: "脂肪", data: "2.0%" },
        { name: "灰份", data: "2.0%" },
        { name: "粗纖維", data: "1.0%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "這款是生的還是熟的？",
          a: (
            <>
              是熟的。使用高溫滅菌釜蒸熟處理，開封即可食用，也樣拌入主食增加風味，提升毛孩的食慾喔！
            </>
          ),
        },
        {
          q: "需要冷藏嗎？保存方式是什麼？",
          a: (
            <>
              未開封可常溫保存，不需冷藏。開封後，請儘快食用完畢，不建議放隔餐喔。
            </>
          ),
        },
        {
          q: "雞肉有白白的雜質正常嗎?",
          a: (
            <>
              是正常的喔！那是雞肉蛋白質在高溫蒸煮過程中自然析出的物質，有些會附著在肉塊或湯汁上，並不影響品質與風味，請放心食用。
            </>
          ),
        },
      ],
    },
    href: "https://www.petcookco.com/products/juicy-tender-chicken",
  },
  {
    product_name: "鴨力管理員",
    type: "dog",
    block_intro: {
      subtitle: ["100% 鴨氣管", "純天然", "毛孩啃咬零食"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          寵物界脆迪酥－Stress！
          <br className="pc-none" />
          來一根 釋放毛孩的壓力
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/6841b3f56dfb5a000ebf4a32/original.png?1749136373",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/6841b3f56dfb5a000ebf4a32/original.png?1749136373",
      description: (
        <>
          <b>
            「鴨力管理員」出動！
            <br />
          </b>
          嚴選100%純天然鴨氣管，富含膠原蛋白與天然彈性纖維，不僅能滿足毛孩天生的啃咬慾望，還能透過咀嚼動作幫助潔牙、釋放壓力。
          <br />
          <br />
          有時候，毛孩只是想啃一啃、咬一咬，把累積一整天的情緒釋放出來－
          <br />
          <br />
          這時候，就讓「鴨力管理員」出動吧！
        </>
      ),
    },
    block_banner: {
      title: <>低敏肉源ｘ剪段餵食ｘ大中小犬都適用</>,
      img: "https://img.shoplineapp.com/media/image_clips/6841b3f6269338000e9ae325/original.jpg?1749136374",
      list: [
        "☆ 100% 鴨氣管原型製作、完整保留彈性咬感",
        "☆ 酥脆有嚼勁，幫助狗狗潔牙與釋放壓力",
        "☆ 低脂高蛋白，控制體態無負擔",
        "☆ 可剪段餵食，適合所有犬食用",
      ],
      note: "日常獎勵或營養補充皆適用，不適合作為主食大量食用喔！",
    },
    block_suggest: {
      s: "0.5~1 條",
      m: "1 條",
      l: "1 條以上視體型與活動量調整",
    },
    block_list: {
      subtitle: "毛孩抒壓零食．咬一咬 比破壞更好",
      title: <>鴨力管理員，幫毛孩紓解壓力吧！</>,
      card: [
        {
          id: 1,
          title: "抒解過剩精力",
          des: <>咬一咬，消耗毛孩充沛的精力、不拆家！</>,
        },
        {
          id: 2,
          title: "滿足啃咬樂趣",
          des: <>天然有韌性的口感，讓毛孩咬得過癮，同時清潔牙齒！</>,
        },
        {
          id: 3,
          title: "營養補充",
          des: <>100% 鴨氣管成分，含膠原蛋白與蛋白質，敏感體質也能安心食用！</>,
        },
      ],
      slogan: "每天跳上跳下，貓咪補鈣小零食，日常補充剛剛好！",
    },
    block_report: {
      subtitle: "ISO22000, HACCP 合規製程 × SGS檢驗認證",
      title: <>從原料到製程都讓你看得見安心</>,
      description: (
        <>
          我們凍乾製程，採用通過 ISO22000 與 HACCP
          認證的食品工廠，全程衛生、安全可溯源。 每批食品都經過第三方 SGS
          檢驗合格層層把關，只為讓你放心，毛孩安心吃下每一口！
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/683c7db1f151fd000d00e00c/original.jpeg?1748794800",
        "https://img.shoplineapp.com/media/image_clips/683c7db131950c000d71e437/original.jpeg?1748794800",
        "https://img.shoplineapp.com/media/image_clips/683c7db131950c001171e3cf/original.jpeg?1748794800",
        "https://img.shoplineapp.com/media/image_clips/683c7db15c3ba2000b828b3f/original.jpeg?1748794800",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/6841b3f6f6b4220010b8cf04/original.png?1749136374",
      element: "雞胸",
      weight: "40±2g / 包",
      produce: "臺灣",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "12 個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "384Kcal" },
        { name: "水分", data: "15%" },
        { name: "脂肪", data: "18.3%" },
        { name: "蛋白質", data: "65.2%" },
        { name: "灰份", data: "1.5%" },
        { name: "鈉", data: "0.25%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "鴨氣管會不會太硬？小型犬也能吃嗎？",
          a: (
            <>
              鴨氣管帶有韌性但不會過硬，大多數小型犬也能輕鬆啃咬。初次餵食建議可剪短觀察，讓毛孩慢慢適應～
            </>
          ),
        },
        {
          q: "鴨氣管可以天天吃嗎？會不會太油？",
          a: (
            <>
              鴨氣管屬於低脂、高蛋白的天然零食，製程中未添加任何油脂或調味，吃起來沒有負擔。當作日常點心或紓壓咬咬都很適合！
              <br />
              <br />* 建議可作為每日的營養補給或訓練獎勵，不建議以大量取代主餐 *
            </>
          ),
        },
        {
          q: "鴨氣管真的有助於潔牙嗎？",
          a: (
            <>
              鴨氣管的天然韌性可以幫助摩擦牙齒。搭配規律啃咬，可以幫助毛孩清潔牙齒、控制牙垢形成，也能培養良好啃咬習慣喔！
            </>
          ),
        },
      ],
    },
    href: "https://www.petcookco.com/products/duck--trachea-chew",
  },
  {
    product_name: "鮮酥虱目魚凍乾",
    type: "cat",
    block_intro: {
      subtitle: ["鮮嫩魚柳", "牛磺酸補充", "挑嘴貓推薦"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          鮮嫩魚柳 × 牛磺酸補充
          <br className="pc-none" />
          挑嘴貓推薦
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/6841b3f56dfb5a000ebf4a32/original.png?1749136373",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/6841b3f56dfb5a000ebf4a32/original.png?1749136373",
      description: (
        <>
          <b>
            鮮酥的好滋味，咪嗚～好吃！
            <br />
          </b>
          鮮酥虱目魚凍乾選用臺南虱目魚魚柳，在-50°C環境中冷凍乾燥製成。富含蛋白質、Omega-3與多種維生素，幫助毛孩成長、維持免疫力。
          <br />
          <br />
          魚柳鮮酥好入口，吃得到魚肉、補得到營養，讓貓咪一吃上癮，狗狗也超買單！
        </>
      ),
    },
    block_class: {
      subtitle: "派庫小學堂",
      title: (
        <>
          你知道
          <br />
          虱目魚柳
          <br />
          是哪個部位嗎？
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/683c6c4851d223000e67309c/original.jpg?1748790344",
      content: (
        <>
          <b>虱目魚魚柳取自虱目魚脊椎兩側靠近魚肚處的背鰭肉</b>
          ，是虱目魚最常運動、最彈嫩的部位，又稱「魚菲力」或「魚里肌」。
          <br />
          一條虱目魚只有兩條魚柳，肉質結實有彈性、少刺又低脂，是魚體最精華的部位，適合毛孩入口食用。
        </>
      ),
    },
    block_banner: {
      subtitle: "好吃又營養",
      title: (
        <>
          100% 新鮮魚肉
          <br />
          低敏 高營養價值
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/6841b3f6269338000e9ae325/original.jpg?1749136374",
      list: [
        "☆ 選用台南養殖虱目魚，肉質細膩、口感鮮甜",
        "☆ 天然牛磺酸：維持貓咪眼睛、心臟、骨骼健康",
        "☆ Omega-3補充：維持毛孩皮毛光澤亮麗",
      ],
      note: "日常獎勵或營養補充皆適用，不適合作為主食大量食用喔！",
    },
    block_suggest: {
      s: "0.5~1 條",
      m: "1 條",
      l: "2 條以上視體型與活動量調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "ISO22000, HACCP 合規製程 × SGS檢驗認證",
      title: <>從原料到製程都讓你看得見安心</>,
      description: (
        <>
          我們凍乾製程，採用通過 ISO22000 與 HACCP
          認證的食品工廠，全程衛生、安全可溯源。 每批食品都經過第三方 SGS
          檢驗合格層層把關，只為讓你放心，毛孩安心吃下每一口！
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/6898ce473f9865000e6b2ef6/original.jpeg?1754844743",
        "https://img.shoplineapp.com/media/image_clips/6898ce47a56856000cca9f68/original.jpeg?1754844743",
        "https://img.shoplineapp.com/media/image_clips/6898ce47a145a33f266e2aa9/original.jpeg?1754844743",
        "https://img.shoplineapp.com/media/image_clips/6898ce4703700800108aa53d/original.jpeg?1754844743",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/6841b3f6f6b4220010b8cf04/original.png?1749136374",
      element: "虱目魚",
      weight: "40±2g / 包",
      produce: "臺灣",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "12 個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "425Kcal" },
        { name: "粗蛋白", data: "79.3%" },
        { name: "粗脂肪", data: "12.2%" },
        { name: "碳水化合物", data: "0.6%" },
        { name: "水分", data: "3.7%" },
        { name: "灰份", data: "3.2%" },
        { name: "鈉", data: "0.1%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "鮮酥虱目魚凍乾的營養價值是什麼？",
          a: (
            <>
              虱目魚本身富含天然牛磺酸、Omega-3脂肪酸、優質蛋白質與多種維生素，是非常適合貓狗日常補充的營養來源。
              <br />
              其中牛磺酸是貓咪無法自行合成的必需氨基酸，因此適量補充，對貓咪視力與心血管健康有幫助，Omega-3
              則有助於毛孩皮膚健康與毛髮亮麗，適量餵食可作為毛孩日常的營養素補充。
            </>
          ),
        },
        {
          q: "虱目魚凍乾會不會膽固醇太高？可以每天吃嗎？",
          a: (
            <>
              虱目魚屬於低脂、低熱量、營養密度高的魚類。雖含有天然膽固醇，但適量餵食量，對大部分毛孩不會造成負擔。
              <div className="note">
                * 建議可作為每日的營養補給或訓練獎勵，不建議以大量取代主餐 *
              </div>
            </>
          ),
        },
        {
          q: "鮮酥虱目魚凍乾看起來比較大片，毛孩好咬嗎?",
          a: (
            <>
              虱目魚柳凍乾是經 -50°C
              冷凍乾燥後，呈現酥脆易咬碎的口感，大多數犬貓都能輕鬆咬碎。針對牙口不佳的高齡毛孩或小型貓狗，也可將魚柳剪碎或加水還原成鮮魚肉，同樣美味好入口喔！
            </>
          ),
        },
      ],
    },
    href: "https://www.petcookco.com/products/milkfish-fillet",
  },
  {
    product_name: "母雞抖雞柳凍乾",
    type: "dog",
    block_intro: {
      subtitle: ["鮮嫩雞里肌", "低脂", "高蛋白"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          鮮嫩雞里肌
          <br className="pc-none" />
          低脂 高蛋白
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/688ba99f83a3a5000ae17ae0/original.png?1753983391",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/688ba99f83a3a5000ae17ae0/original.png?1753983391",
      description: (
        <>
          <b>
            母雞抖。雞柳是什麼？
            <br />
          </b>
          母雞抖雞柳凍乾選用台灣CAS認證溫體雞里肌，整條雞里肌在-50°C環境中冷凍乾燥製成。保留滿滿蛋白質與營養。
          <br />
          <br />
          天然無添加、無切割，低脂、高蛋白，讓毛孩吃完，不只搖尾巴、還會開心到抖抖抖～
        </>
      ),
    },
    block_banner: {
      subtitle: "100%純雞柳製作，入口即抖，尾巴甩翻天！",
      title: <>全雞中脂肪量最低、口感細嫩的部位！</>,
      description:
        "雞柳 (雞里肌) 位於雞胸內側，是雞隻中脂肪含量最低、肉質軟嫩的部位 (每100g 約0.6%脂肪，雞胸約 2%)，可以撕碎撒在毛孩的主飼料上或加水還原鮮肉，增加毛孩喝水量。",
      img: "https://img.shoplineapp.com/media/image_clips/688ba9a0d88f7e0016bb3603/original.jpg?1753983391",
      list: [
        "☆ 低脂、低熱量：適合減脂、控制體重的毛孩",
        "☆ 優質蛋白質：有助維持毛孩肌肉發展",
        "☆ 高適口性：凍乾口感酥脆、易咬碎。",
      ],
      note: "日常獎勵或營養補充皆適用，不適合作為主食大量食用喔！",
    },
    block_suggest: {
      s: "0.5~1 條",
      m: "1 條",
      l: "2 條以上視體型與活動量調整",
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "台灣CAS × SGS檢驗雙認證",
      title: <>從原料到製程都讓你看得見安心</>,
      description: (
        <>
          我們選用通過 CAS 認證的溫體雞柳，來源可追溯，品質有保證。
          <br />
          食品製作則在通過 ISO22000 與 HACCP 認證的工廠製成，並經過第三方 SGS
          檢驗，多重保證、讓毛孩食用更安心！
        </>
      ),
      img: [
        "https://img.shoplineapp.com/media/image_clips/688babb81fc75a00144bbfaa/original.jpeg?1753983928",
        "https://img.shoplineapp.com/media/image_clips/688babb895ba3900182b77a9/original.jpeg?1753983928",
        "https://img.shoplineapp.com/media/image_clips/688babb89dc1560014193bd3/original.jpeg?1753983928",
        "https://img.shoplineapp.com/media/image_clips/688babb84c8d4b0014764b2f/original.jpeg?1753983928",
      ],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/688ba9a0c8875c0012a3989e/original.png?1753983391",
      element: "雞肉",
      weight: "50±2g / 包",
      produce: "臺灣",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "12 個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "402Kcal" },
        { name: "粗蛋白", data: "88.2%" },
        { name: "粗脂肪", data: "3.4%" },
        { name: "碳水化合物", data: "0.5%" },
        { name: "水分", data: "4%" },
        { name: "灰份", data: "2.8%" },
        { name: "鈉", data: "0.18%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "什麼是 CAS 認證？這款雞柳凍乾有嗎？",
          a: (
            <>
              CAS
              優良農產品標章，是農業部針對食品安全與品質所設立的認證制度。簡單來說，有
              CAS 標章的產品，代表從來源到生產，都經過把關，讓你更安心。
              <br />
              CAS 的四大標準包括：
              <ol>
                <li>使用台灣本地的農、水、畜產原料為主 最終產品必須符合CAS</li>
                <li>規定的品質標準 在高品質工廠製造，設備與流程需達標</li>
                <li>食品安全與衛生需經第三方單位檢驗與追蹤</li>
              </ol>
              我們雞柳凍乾所使用的雞里肌，皆通過 CAS 認證溫體雞，且與符合
              ISO22000、 HACCP
              的工廠製程，來源透明、品質穩定，讓寵物飼主安心選購！
              <small>
                (參考來源：
                <a href="https://www.moa.gov.tw/ws.php?id=3877">農業部</a>)
              </small>
            </>
          ),
        },
        {
          q: "雞柳大小大概多大？小型犬或貓咪適合嗎？",
          a: (
            <>
              母雞抖雞柳凍乾為無切割的條狀原型雞柳，口感酥脆，加水還原口感較雞胸柔軟，適合大多數犬貓咀嚼。對體型較小或牙口較弱的毛孩，可剝碎或泡水軟化後再餵食。
            </>
          ),
        },
        {
          q: "雞柳凍乾的一次食用量多少？一次一條會不會吃得多?",
          a: (
            <>
              雞柳凍乾每塊大約8~12克，建議攝取量如下，依毛孩體型與活動量調整為佳：
              <ol>
                <li>小型犬貓 {"(<5kg)"} ：約半條~1條</li>
                <li>中型犬貓(5~10kg) ：約1條</li>
                <li>大型犬貓 {"(>10g) "}：1~2條</li>
              </ol>
              雞柳凍乾為營養補充的零食，不建議作為主餐取代喔！
            </>
          ),
        },
      ],
    },
    href: "https://www.petcookco.com/products/ghost-fish-freeze-dried",
  },
  {
    product_name: "Super Lollipop 超狗能量棒(雞肉南瓜口味)",
    type: "dog",
    block_intro: {
      subtitle: ["咀嚼潔牙", "腸胃健康", "啃咬零食"],
      slogan: (
        <>
          <span className="mb-none">「</span>
          狗狗的Super超級能量棒 新上市！
          <br className="pc-none" />
          舔一舔 × 咬一咬 × 腸胃順順
          <span className="mb-none">」</span>
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/6866957eadf297000d6c9366/original.png?1751553406",
      img_M:
        "https://img.shoplineapp.com/media/image_clips/6866957eadf297000d6c9366/original.png?1751553406",
      description: (
        <>
          <b>
            雙重口感，一支兩吃！
            <br />
            <br />
          </b>
          Super Lollipop 超狗能量棒－雞肉南瓜口味，外層為 100%
          雞肉經低溫烘烤，香氣四溢；棒身是雞肉潔牙骨，讓狗狗延長啃咬時間，幫助舒緩壓力、釋放精力與清潔牙齒。
          <br />
          <br />
          添加南瓜粉，含有膳食纖維與β-胡蘿蔔素，維持消化道機能健康，是一款適合狗狗日常補充與紓壓的零食喔！
        </>
      ),
    },
    block_banner: {
      subtitle: "為狗狗量身打造的超級能量小宇宙",
      title: (
        <>
          好吃、好玩又營養的
          <br />
          狗狗天然能量零食
        </>
      ),
      img: "https://img.shoplineapp.com/media/image_clips/68654c59fedefa000e466708/original.jpg?1751469145",
      list: [
        "☆ 100%雞肉成分，天然無添加，安心舔到底",
        "☆ 南瓜粉：膳食纖維與β-胡蘿蔔素天然補充",
        "☆ 棒棒糖造型零食：每日獎勵、外出訓練都好用",
      ],
      note: "日常獎勵或營養補充皆適用，不適合作為主食大量食用喔！",
    },
    block_suggest: {
      s: "1條／次",
      m: "1條／次",
      l: "1條／次",
      note: [
        "本產品為可啃咬型點心，建議每日限量餵食，適量為宜。建議飼主在旁陪伴，觀察狗狗咀嚼狀況，避免整支吞食。",
      ],
    },
    block_recommend: {
      subtitle: "一口一個剛剛好",
      title: "推薦跟著這樣吃  最對味",
    },
    block_report: {
      subtitle: "ISO22000, HACCP 合規製程 × SGS檢驗認證",
      title: <>從原料到製程都讓你看得見安心</>,
      description: (
        <>
          我們產品製程，採用通過 ISO22000 與 HACCP
          認證的食品工廠，全程衛生、安全可溯源。 <br />
          每批食品都經過第三方 SGS
          檢驗合格層層把關，只為讓你放心，毛孩安心吃下每一口！
        </>
      ),
      img: [],
    },
    block_info: {
      subtitle: "100% 純天然凍乾 成分看得到",
      img: "https://img.shoplineapp.com/media/image_clips/68654c59e821c8000b2e57a9/original.png?1751469144",
      element: "雞肉、南瓜、維生素Ｅ、維生素Ｃ",
      weight: "1入 (約19±1) /包",
      produce: "臺灣",
      origin: "臺灣",
      made: "低溫冷凍乾燥",
      limit: "10 個月（未開封）",
      protect: "請存放於乾燥陰涼處，開封後請密封冷藏並儘早食用完畢",
      nutrition: [
        { name: "熱量", data: "277Kcal" },
        { name: "水分", data: "20%" },
        { name: "灰份", data: "2.1%" },
        { name: "蛋白質", data: "53.3%" },
        { name: "脂肪", data: "0.9%" },
        { name: "碳水化合物", data: "0.1%" },
        { name: "鈉", data: "0.32%" },
      ],
    },
    block_question: {
      subtitle: "你的疑問  派庫幫你解答",
      qa: [
        {
          q: "這款適合什麼年齡或體型的狗狗？",
          a: (
            <>
              Super Lollipop 超狗能棒適合所有體型的 3
              個月以上狗狗，尤其推薦給愛咬咬的成犬。不建議給換牙期的幼犬或牙口較弱的高齡犬整支啃咬，請視狗狗咀嚼能力斟酌。
            </>
          ),
        },
        {
          q: "狗狗吃完整支可以嗎？",
          a: (
            <>
              這款能量棒設計為可啃咬點心，<b>建議每次一支、適量給予</b>
              ，不宜當正餐食用。飼主可依狗狗體型與飲食習慣調整餵食量，並在旁陪伴觀察，避免整支吞食。
            </>
          ),
        },
        {
          q: "這款可以幫助潔牙嗎?",
          a: (
            <>
              此款能量棒的棒身為雞肉潔牙骨，可延長狗狗啃咬時間，幫助減少牙垢與齒垢累積，同時達到咀嚼放鬆與幫助清潔牙齒的雙重效果！
            </>
          ),
        },
        {
          q: "開封後要怎麼保存?",
          a: (
            <>
              為保持能量棒的風味與品質，請封緊包裝並存放於陰涼乾燥處，避免陽光直射與潮濕高溫。建議開封後儘速食用完畢，享受最新鮮的美味！
            </>
          ),
        },
      ],
    },
    href: "https://www.petcookco.com/products/energybar-pumpkin",
  },
];
